Repository: bssoum12/GFA
Catalog: site/DesktopModules/Materials/App_LocalResources/View.ascx.*.resx
Languages: fr_fr

# mActivateConfirm.Text
source: Are you sure ?
fr_fr: Etes vous sûr ?

# mCannotAddDocument.Text
source: You do not have permission to add documents !
fr_fr: Vous n\'avez pas de droit d\'ajout de document !

# mCannotAssignResources.Text
source: You do not have permission to assign resources !
fr_fr: Vous n\'avez pas le droit d\'affecter des ressources !

# mCannotDeleteDocument.Text
source: Cannot delete document !
fr_fr: Vous n\'avez pas le droit de supprimer des documents !

# mCannotEditAvancement.Text
source: You do not have permission to change the progress rate of the document !
fr_fr: Vous n\'avez pas le droit de modifier l\'avancement du document !

# mCannotEditDocument.Text
source: You do not have permission to edit this document !
fr_fr: Vous n\'avez pas de droit de modification sur ce document !

# mCannotEditRevision.Text
source: You do not have permission to access review interface !
fr_fr: Vous n\'avez pas le droit de modifier la révision du document !

# mDeleteConfirm.Text
source: Confirm delete?
fr_fr: Etes vous sûr de vouloir supprimer cet article ?

# mLockedDocument.Text
source: The document is locked by {0}!
fr_fr: Le document est vérrouillé par {0} !

# mNoFile.Text
source: No files have been assigned to this document!
fr_fr: Aucun fichier n\'a été affecté à ce document !

# mSelectDoc.Text
source: Please select a document !
fr_fr: Veuillez sélectionner un document!

# mSelectProject.Text
source: Please select a project !
fr_fr: Veuillez sélectionner un projet !

# mTreeAlreayExist.Text
source: Tree already created !
fr_fr: Arboresence déja crée.

# mTreeCreationConfirm.Text
source: Confirm folders tree creation ?
fr_fr: Voulez-vous vraiment créer l\'aborescence ?

# mTreeCreationSuccess.Text
source: Tree added successfully.
fr_fr: Arboresence ajoutée avec succès.

# mAlreayLockedDocument.Text
source: The document is already locked by {0}, would you like even download the document (this version will become obsolete)?
fr_fr: Le document est déja vérrouillé par {0}, voulez-vous comme même télécharger le document (cette version pourra devenir périmée) ?

# mCannotViewDocument.Text
source: Cannot view this document !
fr_fr: Vous n\'avez pas le droit de visualiser ce document !

# mDeleteDocumentError.Text
source: You can not delete the document because it is linked to one or more scores !
fr_fr: Vous ne pouvez pas supprimer ce document car il est lié à un ou plusieurs pointages !

# mNoPreview.Text
source: No preview !
fr_fr: Aperçu non disponible !

# mSelectDiscipline.Text
source: Please select a discipline !
fr_fr: Veuillez sélectionner une discipline !

# tAddDCR.Text
source: Add DCR
fr_fr: Ajout DCR

# tAddDocument.Text
source: Add document
fr_fr: Ajouter document

# tAdminTask.Text
source: Administrative tasks
fr_fr: Tâches adminstratives

# tAssignedUsers.Text
source: Assigned users
fr_fr: Utilisateurs affectés

# tAssignPermissions.Text
source: Assigning permissions
fr_fr: Affectation permissions

# tAvancements.Text
source: Progress
fr_fr: Avancement

# tDocumentDetails.Text
source: Document details
fr_fr: Détails du document

# tDocumentLog.Text
source: Changes History
fr_fr: Historique des modifications

# mnEditMaterial.Text
source: Edit material wizard
fr_fr: Assistant de modification article

# tEditPCQP.Text
source: Update PCQP
fr_fr: Mise à jour PCQP

# tFileDetails.Text
source: File details
fr_fr: Détails du fichier

# tProjectDetails.Text
source: Project Details
fr_fr: Détails du projet

# tRevisions.Text
source: Review
fr_fr: Révisions

# tUsersRoles.Text
source: Users and roles
fr_fr: Utilisateurs et rôles

# hAvancement.Text
source: Progress
fr_fr: Avancement

# hDescription.Text
source: Description
fr_fr: Désignation

# hModificationDate.Text
source: Modification date
fr_fr: Date modification

# hModifiedBy.Text
source: Modified by
fr_fr: Modifié par

# hProjet.Text
source: Project
fr_fr: Projet

# hRevision.Text
source: External review
fr_fr: Révision

# hStatus.Text
source: Status
fr_fr: Statut

# hStep.Text
source: Step
fr_fr: Etape

# hVersion.Text
source: Internal version
fr_fr: Version interne

# mCancel.Text
source: Cancel
fr_fr: Annuler

# mEmptyDataRow.Text
source: No document
fr_fr: Pas de document

# mGroupContinuedOnNextPage.Text
source: (Continued on the next page)
fr_fr: (la suite dans la page suivante)

# mGroupPanel.Text
source: Group
fr_fr: Groupement

# mPagerSummaryAllText.Text
source: Pages: {0} - {1} ({2} items)
fr_fr: Pages: {0} - {1} ({2} Documents)

# mPagerSummaryText.Text
source: Page {0} of {1} ({2} items)
fr_fr: Page {0} sur {1} ({2} Documents)

# tAssigningUsers.Text
source: Resource allocation
fr_fr: Affectation ressources

# tEditParameters.Text
source: Settings
fr_fr: Paramètrages

# tListeEtude.Text
source: Documents list
fr_fr: Liste des documents etude

# mnActivate.Text
source: Disable & Enable
fr_fr: Activer&Désactiver

# mnAdd.Text
source: Add
fr_fr: Ajouter

# mnCreateTree.Text
source: Create Tree
fr_fr: Créer arborescence

# mnDelete.Text
source: Delete
fr_fr: Supprimer

# mnEdit.Text
source: Edit
fr_fr: Modifier

# mnExpandTree.Text
source: Expand Tree
fr_fr: Développer l'arborescence

# mnExportExcel.Text
source: Export To Excel
fr_fr: Export Excel

# mnExportPDF.Text
source: Export To PDF
fr_fr: Export PDF

# mnHistory.Text
source: History
fr_fr: Historique

# mnResources.Text
source: Resources
fr_fr: Ressources

# mnRevision.Text
source: Review
fr_fr: Révisions

# mCannotAccessUI.Text
source: You do not have permission to access this interface !
fr_fr: Vous n\'avez pas le droit d\'accèder à cette interface !

# mCannotDoAction.Text
source: You do not have permission to do this opération !
fr_fr: Vous n\'avez pas le droit d\'effectuer cette opération !

# mnEditDCR.Text
source: Manage DCR
fr_fr: Gestion DCR

# mnFile.Text
source: File
fr_fr: Fichier

# mnRoles.Text
source: Roles
fr_fr: Rôles

# mnSuivi.Text
source: Monitoring
fr_fr: Suivi

# mnProjectAP.Text
source: AP Projects
fr_fr: Projets AP

# mnProjectAR.Text
source: AR Projects
fr_fr: Projets AR

# mnSecurity.Text
source: Security
fr_fr: Sécurité

# gvwCmdCancel.Text
source: Cancel
fr_fr: Annuler

# gvwCmdClearFilter.Text
source: Clear
fr_fr: Effacer

# gvwCmdDelete.Text
source: Delete
fr_fr: Supprimer

# gvwCmdEdit.Text
source: Edit
fr_fr: Édition

# gvwCmdNew.Text
source: New
fr_fr: Nouveau

# gvwCmdSelect.Text
source: Select
fr_fr: Sélectionner

# gvwCmdUpdate.Text
source: Update
fr_fr: Mettre à jour

# gvwConfirmDelete.Text
source: Confirm Delete?
fr_fr: Confirmer la suppression?

# gvwEmptyDataRow.Text
source: No data to display
fr_fr: Aucune donnée à afficher

# gvwGroupContinuedOnNextPage.Text
source: (Continued on the next page)
fr_fr: (Suite à la page suivante)

# hCodeWBS.Text
source: WBS Code
fr_fr: Code WBS

# hCreated.Text
source: Created
fr_fr: Date création

# hCreator.Text
source: Creator
fr_fr: Crée par

# hRemainingDays.Text
source: Remains work (d)
fr_fr: Reste à réaliser (j)

# hRemainingHours.Text
source: Remains work (h)
fr_fr: Reste à réaliser (h)

# lbActualEndDate.Text
source: Actual end date
fr_fr: Date fin rèelle

# lbActualStartDate.Text
source: Actual start date
fr_fr: Date début rèelle

# lbClear.Text
source: Clear
fr_fr: Effacer

# lbDeleteDCR.Text
source: Delete DCR
fr_fr: Effacer DCR

# lbDocAdded.Text
source: The document was added successfully
fr_fr: Le document a été ajouté avec succès.

# lbDocName.Text
source: Document name
fr_fr: Nom Document

# lbDocType.Text
source: Document type
fr_fr: Type Document

# lbEmptyField.Text
source: Empty field !
fr_fr: Champ vide !

# lbEngineerHoursNb.Text
source: Number of hours for engineers
fr_fr: Nb. heures ingénieurs

# lbErrorDateDiff.Text
source: Error: The start date is greater than the end date!
fr_fr: Erreur : date début supérieur à la date de fin !

# lbPlannedEndDate.Text
source: Expected end date
fr_fr: Date fin prévue

# lbPlannedStartDate.Text
source: Expected starting date
fr_fr: Date dèbut prévue

# lbProjeteursHoursNb.Text
source: Number of hours for project managers
fr_fr: Nb. heures projeteurs

# lbSelectWBS.Text
source: Please select a WBS !
fr_fr: Veuillez sélectionner un WBS !

# lbTreeWBS.Text
source: WBS Tree
fr_fr: Arbre des WBS

# lbTypeEtude.Text
source: Study type
fr_fr: Type Etude

# lbValidate.Text
source: Validate
fr_fr: Valider

# lbWeight.Text
source: Weight
fr_fr: Poids

# mCannotEditLockedDoc.Text
source: The document is locked by {0}, you do not have permission to modify it !
fr_fr: Le document est vérrouillé par {0}, vous n'avez pas le droit de le modifier !

# mDecision.Text
source: Decision
fr_fr: Décision

# mDocumentAlreadyExist.Text
source: This document already exists !
fr_fr: Ce document existe déjà!

# mFileInserted.Text
source: File successfully inserted
fr_fr: Fichier inséré avec succès

# mFileInsertionError.Text
source: Error when inserting the file in the database !
fr_fr: Erreur lors de l'insértion du fichier dans la base !

# mInsertFile.Text
source: Please insert the file!
fr_fr: Veuillez insérer le fichier physique !

# mRunningWorkflow.Text
source: Running Workflow
fr_fr: Avancement du workflow

# gvwPagerSummaryAllText.Text
source: Pages: {0} - {1} ({2} items)
fr_fr: Pages: {0} - {1} ({2} éléments)

# gvwPagerSummaryText.Text
source: Page {0} of {1} ({2} items)
fr_fr: Page {0} sur {1} ({2} éléments)

# lbAddNewProgressRate.Text
source: Add new progress rate
fr_fr: Ajouter un nouvel avancement

# lbAddNewRevision.Text
source: New review
fr_fr: Ajouter une révision

# gvwGroupPanel.Text
source: Drag a column header here to group by that column
fr_fr: Faites glisser une entête de colonne ici pour grouper par cette colonne

# hDocEmis.Text
source: List of issued documents
fr_fr: Liste des documents emis

# hRemark.Text
source: Remark
fr_fr: Remarque

# hTitle.Text
source: Title
fr_fr: Titre

# hUser.Text
source: User
fr_fr: Utilisateur

# lbDateDebut1.Text
source: Start date 1
fr_fr: Date début 1

# lbDateDebut2.Text
source: Start date 2
fr_fr: Date début 2

# lbDateFin1.Text
source: End date 1
fr_fr: Date fin 1

# lbDateFin2.Text
source: End date 2
fr_fr: Date fin 2

# lbRefAP.Text
source: AP Ref.
fr_fr: Réf AP

# lbRefProjet.Text
source: Project Ref.
fr_fr: Réf. Projet

# lbStatus.Text
source: State
fr_fr: Etat

# lbTechDetails.Text
source: Technical details
fr_fr: Détails techniques

# tDisplayName.Text
source: Name
fr_fr: Nom et Prénom

# lbAddStep.Text
source: Add new step
fr_fr: Ajouter une étape

# lbSelectUser.Text
source: Please select a user !
fr_fr: Veuillez sélectionner un utilisateur !

# lbSuccesOp.Text
source: Operation completed successfully!
fr_fr: Opération effectuée avec succès !

# mAddDocument.Text
source: Add document
fr_fr: Ajouter un document

# tProgressByStep.Text
source: Manage progress by step
fr_fr: Paramètrage de l&#39;avancement par étape workflow

# lbBeginDate.Text
source: Start date
fr_fr: Date début

# lbClose.Text
source: Close
fr_fr: Fermer

# lbDepartment.Text
source: Department
fr_fr: Département

# lbEndDate.Text
source: End date
fr_fr: Date fin

# lbName.Text
source: Name
fr_fr: Nom

# lbSave.Text
source: Save
fr_fr: Enregistrer

# lbDeletePCQP.Text
source: Delete PCQP
fr_fr: Suppression PCQP

# lbDesignation.Text
source: Designation
fr_fr: Désignation

# lbExcelColumn.Text
source: Excel column
fr_fr: Colonne Excel

# lbIncludeFile.Text
source: Include file
fr_fr: Inclure le fichier

# lbManageAccess.Text
source: Manage access
fr_fr: Gestion d'accès

# lbReinitWorkflkow.Text
source: Reset Workflow
fr_fr: Réinitialisation du Workflow

# lbTotalHoursNb.Text
source: Total hours
fr_fr: Nb. heures total

# mCreateProjectForImport.Text
source: Please create the project <{0}> and then proceed to import the DCR.
fr_fr: Veuillez créer le projet <{0}> puis procéder à l'import du DCR.

# mnCollapseTree.Text
source: Collapse Tree
fr_fr: Réduire l'arborescence

# mnResource.Text
source: Resource
fr_fr: Ressource

# mnRole.Text
source: Role
fr_fr: Rôle

# mnView.Text
source: View
fr_fr: Vue

# mSelectFile.Text
source: Please select a file !
fr_fr: Veuillez choisir un fichier.

# tEditProjectPCQP.Text
source: Update the PCQP of the project {0}
fr_fr: Mise à jour du PCQP du projet {0}

# mCannotEditParam.Text
source: You do not have permission to access configuration interface !
fr_fr: Vous n\'avez pas le droit d\'accèder à l\'interface de paramètrage !

# lbAddComment.Text
source: Add comment
fr_fr: Ajout commentaire

# lbComment.Text
source: Comment
fr_fr: Commentaire

# lbEnterNumber.Text
source: Enter valid number !
fr_fr: Il faut saisir un chiffre !

# lbHistComment.Text
source: History of comments
fr_fr: Historique des commentaires

# lbMaxSizeError.Text
source: You have exceeded the maximum size 1Géga Bytes !
fr_fr: Vous avez dépassé la taille maximale de 1 Géga octets !

# lbResponsable.Text
source: Responsible
fr_fr: Responsable

# lbSend.Text
source: Send
fr_fr: Envoyer

# mEnterComment.Text
source: Please enter your comment !
fr_fr: Veuillez saisir votre commentaire !

# mSelectDecision.Text
source: Please select a decision !
fr_fr: Veuillez sélectionner une décision !

# mSuccessDocModification.Text
source: The document was successfully changed !
fr_fr: Le document a été modifié avec succès !

# tComments.Text
source: Comments
fr_fr: Commentaires

# lbEditProjects.Text
source: Edit projects
fr_fr: Mise à jour des projets

# lbDCRAlreayExist.Text
source: The DCR already exist !
fr_fr: Le DCR existe déjà !

# lbEditAP.Text
source: Edit AP
fr_fr: Mise à jour des AP

# lbRefOA.Text
source: OA Ref.
fr_fr: Ref OA

# mnDashboard.Text
source: Dashboard
fr_fr: Tableau de bord

# mnPrint.Text
source: Print
fr_fr: Imprimer

# tDocByStatus.Text
source: Documents by status ({0})
fr_fr: Répartition des documents par statut ({0})

# tDocByStep.Text
source: Documents by step ({0})
fr_fr: Répartition des documents par étape ({0})

# tDocByStepAndDiscipline.Text
source: Documents by step and discipline ({0})
fr_fr: Répartition des documents par étape et par discipline ({0})

# tNbHoursByDiscipline.Text
source: Consumed hours by discipline ({0})
fr_fr: Nombre d'heures par discipline ({0})

# tPlannedHours.Text
source: Planned hours
fr_fr: Heures planifiées

# tPointedHours.Text
source: Entered hours
fr_fr: Heures pointées

# lbReports.Text
source: Reports
fr_fr: Rapports

# mLicenseDateProblem.Text
source: License expired, verify your system date !
fr_fr: License expirée, vérifier votre date système !

# mLicenseExpired.Text
source: License expired !
fr_fr: License expirée !

# tNotificationsCategories.Text
source: Notification categories
fr_fr: Categories de notification

# tNotificationsCategoriesUsers.Text
source: Assign notification categories users
fr_fr: Affectation des utilisateurs aux categories de notification

# mModuleTitle.Text
source: Materials
fr_fr: Integrated Industrial Procurement System

# lbTous.Text
source: ALL
fr_fr: Tous

# addSpec.Text
source: New family
fr_fr: Nouvelle famille

# addSpecGrp.Text
source: Add a family group
fr_fr: Ajouter un groupe de famille

# btnClosePop.Text
source: Close
fr_fr: Fermer

# DeleteMsg.Text
source: Do you want to delete this family?
fr_fr: Êtes vous sûr de vouloir supprimer cette famille?

# deleteSpec.Text
source: Can not delete this family.
fr_fr: Supprimer une famille

# deleteSpecErr.Text
source: This family is assigned to a discipline.
fr_fr: Impossible de supprimer cette famille.

# Designation.Text
source: Family name
fr_fr: Nom famille

# editSpec.Text
source: Edit a family
fr_fr: Modifier une famille

# lbAssignToDiscipline.Text
source: Assign a family to a discipline
fr_fr: Affecter des familles à une discipline

# lbBtnFilter.Text
source: Search
fr_fr: Rechercher

# lbCmbDisciplineErr.Text
source: Please select a discipline
fr_fr: Veuillez sélectionner une discipline.

# lbDisciplineUI.Text
source: Choose a discipline
fr_fr: Sélectionner une discipline

# lbMSAssignSuccess.Text
source: Assignment families to the discipline was done successfully
fr_fr: Affectation des familles à la discipline a été faite avec succès

# lbTreeListMSErr.Text
source: Please select one or more families
fr_fr: Veuillez sélectionner une ou plusieurs familles

# MsgAlert.Text
source: No family is selected.
fr_fr: Aucune famille n\'est sélectionné.

# hProperty.Text
source: Property
fr_fr: Propriété

# hSpecifications.Text
source: Families
fr_fr: Familles

# hUnit.Text
source: Measure unit
fr_fr: Unité de mesure

# hValue.Text
source: Value
fr_fr: Valeur

# hMaterialsList.Text
source: Materials
fr_fr: Liste des articles

# lbAdvancedSearch.Text
source: Advanced search
fr_fr: Recherche avancée

# chartMaterialsByDiscipline.Text
source: Materials by disciplines
fr_fr: Articles par disciplines

# chartMaterialsBySpecifications.Text
source: Materials by families
fr_fr: Articles par familles

# chartSpecificationsByDisciplines.Text
source: Families by disciplines
fr_fr: Familles par disciplines

# mnDuplicate.Text
source: Duplicate material
fr_fr: Dupliquer article

# hDocList.Text
source: Documents list
fr_fr: Liste des documents

# hAbreviation.Text
source: Abbreviation
fr_fr: Abréviation

# hAddArticle.Text
source: Add Material
fr_fr: Ajouter

# hAddSpec.Text
source: New family
fr_fr: Nouvelle famille

# hAffecterUniteMesure.Text
source: Measure unit affectation
fr_fr: Affectation Unité de mesure

# hCommentaire.Text
source: Comment
fr_fr: Commentaire

# hDocumentCode.Text
source: Document code
fr_fr: Code document

# hFamilies.Text
source: Families
fr_fr: Familles

# hFamilyUnit.Text
source: Unit families
fr_fr: Famille

# hMeasureUnit.Text
source: Measure Unit
fr_fr: Unité de mesure

# hProgressPerDay.Text
source: Progress per day
fr_fr: Avancement par date

# hProgressRate.Text
source: Progress rate
fr_fr: Taux d'avancement

# hProperties.Text
source: Properties
fr_fr: Propiétés

# hSelectAll.Text
source: Select All
fr_fr: Sélectionner tout

# hSuccessAddArticle.Text
source: Item successfully added.
fr_fr: Article ajouté avec succès.

# hSystemMeasure.Text
source: Measure system
fr_fr: Système de mesure

# htFrom.Text
source: From
fr_fr: De

# hTo.Text
source: To
fr_fr: à

# hUnSelectAll.Text
source: Unselect All
fr_fr: Désélectionner tout

# hValeur.Text
source: Value
fr_fr: Valeur

# lblCommentaire.Text
source: Comment
fr_fr: Commentraire

# lblFamille.Text
source: Family
fr_fr: Famille

# lblNorm.Text
source: Standard
fr_fr: Norme

# mAddNewMeasureSystem.Text
source: New measure system
fr_fr: Nouveau système de mesure

# mAddNewMeasureUnit.Text
source: New measure unit
fr_fr: Nouvelle unité de mesure

# mAddNewMeasureUnitFormula.Text
source: New conversion formula
fr_fr: Nouvelle formule de conversion

# mAddNewNorm.Text
source: New standard
fr_fr: Nouvelle norme

# mAddNewProperties.Text
source: New property
fr_fr: Nouvelle propriété

# mAddNewUnitFamilies.Text
source: New unit family
fr_fr: Nouvelle famille d'unité

# mDownload.Text
source: Download
fr_fr: Télécharger

# tMeasureUnit.Text
source: Measure Unit Management
fr_fr: Gestion des unités de mesure

# tMeasureUnitFormula.Text
source: Management of the conversion formulas
fr_fr: Gestion des formules de conversion

# tNorm.Text
source: Standards management
fr_fr: Gestion des normes

# tProperties.Text
source: Properties management
fr_fr: Gestion des propriétés

# tUnitFamilies.Text
source: Family management unit
fr_fr: Gestion des familles d\'unité

# lbUploadedFiles.Text
source: Uploaded Files
fr_fr: Fichiers téléchargés

# hFrom.Text
source: From
fr_fr: De

# mErrorOccured.Text
source: An error occured !
fr_fr: Un problème est survenu !

# mnAffectations.Text
source: Assignments
fr_fr: Affectations

# mnFormules.Text
source: Formulas
fr_fr: Formules

# mnMaterials.Text
source: Materials
fr_fr: Articles

# mnMeasureSystems.Text
source: Measure systems
fr_fr: Systèmes de mesures

# mnMeasureUnits.Text
source: Measure units
fr_fr: Unités de mesures

# mnNormes.Text
source: Standards
fr_fr: Normes

# mnProperties.Text
source: Properties
fr_fr: Propriétés

# mnUnitFamilies.Text
source: Unit families
fr_fr: Familles d\'unités

# mSelectMaterial.Text
source: Please select a material !
fr_fr: Veuillez sélectionner un article !

# hSuppliers.Text
source: Suppliers
fr_fr: Fournisseurs

# all.Text
source: All
fr_fr: Tous

# hContactName.Text
source: Company name
fr_fr: Raison sociale

# hLibePays.Text
source: Country
fr_fr: Pays

# lbAddSpecToSupplier.Text
source: Assign supplier to families
fr_fr: Affecter un fournisseur à une famille

# lbAssignS2SErr.Text
source: An error occurred during the operation.
fr_fr: Une erreur s'est produite lors de l'opération.

# lbAssignS2SSuccess.Text
source: Allocation succeeded.
fr_fr: Affectation réussi.

# lbMatSpecFilterMsg.Text
source: No filter condition. Please search a family before.
fr_fr: Aucune condition de filtre. s\'il vous plaît chercher une famille avant.

# lbPupS2SHeader.Text
source: Assigning a supplier family
fr_fr: Affectation de fournisseur à une famille

# lbSpecUI.Text
source: Choose a family
fr_fr: Sélectionner une famille.

# lbSupplierUI.Text
source: Choose a supplier
fr_fr: Sélectionner un fournisseur

# mnAssignToDisciplines.Text
source: Grouping by disciplines
fr_fr: Groupement par disiciplines

# mnAssignToSuppliers.Text
source: Grouping by suppliers
fr_fr: Groupement par fournisseurs

# gvwAllItemText.Text
source: Page size
fr_fr: Taille de la page

# lbAddNewGroupSpecMsg.Text
source: Family group added.
fr_fr: Groupe de famille ajouté.

# lbAddNewGroupSpecUI.Text
source: Add a family group
fr_fr: Ajouter un groupe de famille

# lbAddNewSpec.Text
source: Family added.
fr_fr: Famille ajoutée.

# lbApply.Text
source: Apply
fr_fr: Appliquer

# lbAssignDisToSpec.Text
source: Assign a discipline to the following family :
fr_fr: Affecter une discipline à la famille suivante :

# lbAssignSupplierToSpec.Text
source: Assign suppliers to the following family:
fr_fr: Affecter des fournisseurs à la famille suivant :

# lbLibGroupSpec.Text
source: Group name
fr_fr: Nom du groupe

# mnAssignToDiscipline.Text
source: Assign to discipline
fr_fr: Affecter à une discipline

# mnAssignToSupplier.Text
source: Assign to supplier
fr_fr: Affecter à un fournisseur

# lbUpdateSpecSuccess.Text
source: Family edited.
fr_fr: Famille modifiée

# mnAddMaterial.Text
source: Add material
fr_fr: Ajouter article

# lbAddSpecToProperties.Text
source: Assign properties to a family.
fr_fr: Affecter des propriétés à une famille.

# lbPupSpecPropHeader.Text
source: Assign properties to a family
fr_fr: Affectation de propriétés à une famille.

# mAssignOnlyChidren.Text
source: The assignment is limited to the lowest level families !
fr_fr: L\'affectation est limitée aux familles du plus bas niveau !

# mnAssignProperties.Text
source: Assign properties
fr_fr: Affecter des propriétés

# mnDeleteMaterial.Text
source: Delete material
fr_fr: Supprimer article

# mnEitProperties.Text
source: Edit properties
fr_fr: Modifier propriétés

# mnPropertiesAssignment.Text
source: Families properties
fr_fr: Propriétés des familles

# hGroup.Text
source: Group
fr_fr: Groupe

# mnAssignNorms.Text
source: Grouping by families
fr_fr: Groupement par familles

# mnAssignPropertiesToNorm.Text
source: Norm properties
fr_fr: Propriétés des normes

# mnPropertiesGroup.Text
source: Properties groups
fr_fr: Groupes de propriétés

# lbAddSpecToNormes.Text
source: Assign one or more norms to family
fr_fr: Affecter une ou plusieurs normes à une famille

# lbCmbNormErr.Text
source: No norm is selected.
fr_fr: Aucune norme n'est sélectionnée

# lbPupSpecNormesHeader.Text
source: Assign norms to a family
fr_fr: Affectation de normes à une famille

# mAddNewParentPropertiesGrp.Text
source: New group of properties
fr_fr: Nouveau groupe de propriétés

# mAddNewPropertiesGrp.Text
source: New subgroup of properties
fr_fr: Nouveau sous groupe de propriétés
