Repository: bssoum12/GFA
Catalog: site/DesktopModules/Materials/App_LocalResources/View.ascx.*.resx
Languages: fr_fr

# mTaxCombinationAlreadyExistError.Text
source: This tax combination already exist !
fr_fr: Cette combinaison de taxes existe déja !

# hInvoice.Text
source: Invoice
fr_fr: Facture

# hExtranetUsers.Text
source: Extranet users
fr_fr: Utilisateurs extranet

# hMatching.Text
source: Matching
fr_fr: Correspondance

# hMatchingHelp.Text
source: Matching with external software materials
fr_fr: Correspondance avec les articles de logiciels externes

# hMatchingTable.Text
source: Matching table
fr_fr: Table des correspondances

# hMaterialsMatching.Text
source: Materials matching
fr_fr: Correspondance des articles

# hSoftCode.Text
source: Software code
fr_fr: Code logiciel

# lbShowAllProperties.Text
source: Show all properties
fr_fr: Afficher toutes les propriétés

# mMatchingError.Text
source: An error has occured while matching the material {0} with the software {1} !
fr_fr: Une erreur s'est produite lors de l'ajout de l'équivalent de l'article {0} dans le logiciel {1} !

# mMatchingExist.Text
source: The matching of the material {0} with the software {1} already exist !
fr_fr: L'équivalent de l'article {0} dans le logiciel {1} existe déja !

# mSelectSoftware.Text
source: Please select a software !
fr_fr: Veuillez sélectionner un logiciel !

# hSpecification.Text
source: Family
fr_fr: Famille

# tAssignedCategroies.Text
source: Assigned categroies
fr_fr: Liste des catégories affectées

# hFirstName.Text
source: First name
fr_fr: Prénom

# hLastName.Text
source: Last name
fr_fr: Nom

# hPersonList.Text
source: Person list
fr_fr: Liste des personnes à contacter

# hUserName.Text
source: Username
fr_fr: Nom d'utilisateur

# lbCreateUsers.Text
source: Create users accounts
fr_fr: Créer les comptes utilisateurs

# lbSelectContact.Text
source: Please select a contact person !
fr_fr: Veuillez sélectionner la personne à contacter !

# lbUserAlreadyExist.Text
source: User already exist !
fr_fr: Utilisateur existe déja !

# mAlreadyUsedMaterialDeleteError.Text
source: This material is already in use ! You cannot delete it !
fr_fr: Cet article est déja utilisé, vous ne pouvez pas le supprimer !

# mPurchaseRequestInUse.Text
source: Cannot delete this purchase request. It already in use !
fr_fr: Impossible de supprimer cette demande d\'achat ! Elle est utilisé dans une ou plusieurs consultations !

# LabNomOrg.Text
source: Organization
fr_fr: Organisation

# LabValidateur.Text
source: Validator
fr_fr: Validateur

# mIncludeSendEmailsToSuppliers.Text
source: Authorize sending via emails to suppliers
fr_fr: Autoriser l'envoi par email aux fournisseurs sélectionnés.

# lbValidity.Text
source: Validity
fr_fr: Validité

# mFillRequiredFields.Text
source: Please, fill all required fields !
fr_fr: Veuillez remplir les champs obligatoires !

# mSupplierAlreadyAddedOffer.Text
source: Supplier {0} has already submitted an offer !
fr_fr: Le fournisseur {0} a déja répondu à cette consultation !

# mCannotDeleteOrderedOffer.Text
source: Cannot delete this offer, it is already ordered !
fr_fr: Vous ne pouvez pas supprimer cette offre, elle est déja utilisée dans une commande !

# mnPendingOffers.Text
source: Pending offers
fr_fr: Offres en cours

# mPending.Text
source: Pending
fr_fr: En cours

# mSent.Text
source: Sent
fr_fr: Envoyé

# lbNoOffer.Text
source: No offer
fr_fr: Aucune offre

# lbPendingOffer.Text
source: Pending offer
fr_fr: Offre en cours

# lbSentOffer.Text
source: Sent offer
fr_fr: Offre envoyée

# mCreateUserError.Text
source: An error occured while creating user :
fr_fr: Un problème est survenu lors de la création de l'utilisateur :

# mCreateUserPwdQuestion.Text
source: What is your username ?
fr_fr: Quel est votre nom d'utilisateur ?

# hNumberingMask.Text
source: Numbering mask
fr_fr: Masque

# mAlreadyHasMask.Text
source: The selected company already has a numbering mask for the selected document !
fr_fr: La société sélectionnée possède déja un masque de numérotation pour le document sélectionné !

# mDeleteBasicSettingError.Text
source: This an application basic setting ! You cannot delete it !
fr_fr: Ce paramètre est un paramètre de base de l\'application ! Il est impossible de le supprimer !

# hMaterialsMenToNotify.Text
source: Responsible management products
fr_fr: Responsables articles

# hManageResponsableMaterials.Text
source: Responsible materials
fr_fr: Gestion responsable articles

# mnAddRespTSNotif.Text
source: Adding Responsible management materials
fr_fr: Ajout des responsables articles

# hMaterialsMenFunctionsList.Text
source: List of materials men functions
fr_fr: Liste des fonctions responsables

# hMaterialsMenList.Text
source: List of materials men
fr_fr: Liste des employés responsables

# hSelectMaterialsMen.Text
source: Please select a material man !
fr_fr: Veuillez sélectionner un ou plusieurs employés !

# msgAlreadyAssignedMultipleSpec.Text
source: One or more families are already assigned to this category in this project.
fr_fr: Une ou plusieurs famille sont déja affectées à cette catégorie dans ce projet.

# mCanceledDatasheetAlert.Text
source: This list of materials has been canceled!
fr_fr: Cette liste de matériel a été annulée !

# mnotauthorisedSendDatasheet.Text
source: This list of materials has been validated and sent for purchase. You must initiate a revision in order to modify the application and restart the validation process.
fr_fr: Cette liste de matériel a été validée et envoyée pour achat. Vous devez lancer une révision pour pouvoir modifier la demande et relancer le processus de validation.

# mnotauthorisedValidDatasheet.Text
source: You can not validate the datasheet at this stage.
fr_fr: Vous ne pouvez pas valider la liste de matériel à cette étape.

# mnValidDatasheet.Text
source: Datasheet Validation
fr_fr: Validation liste de matériel

# mnotauthorisedEditDatasheet.Text
source: You can not change this list of materials at this stage.
fr_fr: Vous ne pouvez pas modifier la liste de matériel à cette étape.

# mIntroDatasheet3_WF.Text
source: Step 3: Documents selection and validation
fr_fr: Etape 3: Choix des documents et validation

# mIntroDatasheet_Details3_WF.Text
source: Please attach the files you want to send with the bill of materials and validate it.
fr_fr: Veuillez joindre les fichiers que vous souhaitez envoyer avec la liste de matériel puis la valider.

# hCreditNote.Text
source: Credit note
fr_fr: Avoir

# mTitleGridStock.Text
source: Overview of stock
fr_fr: Aperçu du stock

# lbContactPerson.Text
source: Contact person
fr_fr: Personne à contacter

# lbContactPerson_help.Text
source: Please select contact person !
fr_fr: Veuillez sélectionner un contact fournisseur.

# mSelectSupplier.Text
source: Please select a supplier !
fr_fr: Veuillez sélectionner un fournisseur !

# mUpdateBudget.Text
source: Budget update
fr_fr: Révision budget

# mValidateCommand_BudgetInProgress.Text
source: Unable to validate this command. A budget revision related to this command is being validated . You receive a notification as soon as this operation take end!
fr_fr: Impossible de valider cette commande. Une révision budgétaire liée à cette commande est en cours de validation. Vous recevrez une notification dés que cette opération prends fin !

# mValidateCommand_BudgetNotOk.Text
source: A budget revision related to this order was rejected.
fr_fr: Une révision budgétaire liée à cette commande a été refusée.

# mValidateCommand_BudgetPb.Text
source: You are about to submit an order , which has a budget overrun , do you confirm ?
fr_fr: Vous êtes sur le point de valider une commande qui présente un dépassement budgétaire, voulez-vous confirmer ?

# mValidateCommand_BudgetCreated.Text
source: A budget revision was launched, you will be notified to continue processing your order as soon as this revision will be validated !
fr_fr: Une révision budgétaire a été lancée, vous recevrez une notification pour poursuivre le traitement de votre commande dés que cette révision sera validée !

# mAddMaterialsLimit.Text
source: Materials can be added only on families at the lowest level !
fr_fr: On ne peut ajouter des articles que sur les familles du plus bas niveau !

# hPurpose.Text
source: Reason
fr_fr: Objectif

# hPurpose_help.Text
source: Please specify the purpose of the purchase request.
fr_fr: Veuillez spécifier l'objectif de la demande d'achat.

# lbForConsultation.Text
source: For consultation
fr_fr: Pour consultation

# lbForPurchase.Text
source: For purchase
fr_fr: Pour achat

# mConsultationMessage.Text
source: In the framework of realization of the project…, we would like to receive your best offer for the supply of<br/> (equipments…) and according to the attached PID and DSH.<br/> We will be pleased if your offer reach us as soon as possible,<br/> Please acknowledge receipt of our inquiry and inform us about the date of your offer submittal.<br/> Best regards.<br/> Eppm’s contact<br/> Email<br/> Web site<br/> Function
fr_fr: Dans le cadre du projet …. Nous vous prions de nous donner votre meilleure offre de prix pour les équipements suivants…</br> Selon les data Sheet et spécification ci-joint</br> Merci daccuser réception de notre consultation et de nous répondre dans les plus brefs délais.</br> Cordialement</br> Nom du contact EPPM</br> Email</br> Site Web</br> Fonction

# mTemplate.Text
source: Template
fr_fr: Modèle

# lbSelectMessageTemplate.Text
source: Select a template
fr_fr: Choisir un modèle

# hEnd.Text
source: End
fr_fr: Fin

# mSelectPurchaseRequest.Text
source: Please select a purchase request !
fr_fr: Veuillez sélectionner une demande d\'achat !

# mBudgetMaterialsUndefined.Text
source: No budget is defined for one or more materials, do you confirm ?
fr_fr: Aucun budget n\'est définis pour un ou plusierus articles de votre demande, voulez-vous confirmer la demande d\'achat ?

# mCannotReinitEvaluation.Text
source: Cannot reinitialize evaluation. The current consultation status is
fr_fr: Impossible de ré-initialiser le dépouillement. L\'état de la consultation est

# mCantvalidateofferMaterial.Text
source: You can not validate this offer material, commercial counting is not yet performed.
fr_fr: Vous ne pouvez pas retenir cet article de l\'offre, le dépouillement commercial n\'est pas encore effectué.

# mConfirmAllOfferMaterialsValidation.Text
source: Confirm all offer materials validation. Existing validations will be canceled !
fr_fr: Voulez-vous vraiement retenir cette offre avec tous ses articles. Cette opération annullera toute validation déja existante?

# mReinitEvaluation.Text
source: Reinitialize evaluation
fr_fr: Ré-Initialiser dépouillement

# lbShowPurchaseAttachments.Text
source: Show purchase request attachments
fr_fr: Affichier les pièces jointes de la demande d'achat

# mCannotEditPurchaseRequest.Text
source: You cannot edit this purchase request. One or more consultations related to this request have been treated or ordered !
fr_fr: Vous ne pouvez plus modifier cette demande d\'achat. Une ou plusieurs consultations liées à cette demande ont subit un dépouillement ou sont en cours de passation de commande !

# mGeneral.Text
source: General
fr_fr: Général

# hEvaluationCurrencies.Text
source: Evaluation currencies
fr_fr: Devises de dépouillement

# hRate.Text
source: Rate
fr_fr: Taux

# mAlreadyExistsCurrency.Text
source: This currency already exists !
fr_fr: Cette devise existe déja !

# mCannotEditConsultation.Text
source: You cannot edit this consultation. It is already {0} !
fr_fr: Vous ne pouvez plus modifier cette consultation. Elle est déja {0} !

# mReInitRateTable.Text
source: Currency change will reset the table of exchange rates, do you confirm ?
fr_fr: Le changement de la devsie ré-initialise la table des taux de change, voulez-vous confirmer ?

# hDeviseConsultation_help.Text
source: Please select consultation currency.
fr_fr: Veuillez sélectionner la devise de la consultation.

# mAddFeesToInvoice.Text
source: Add fees to the invoice
fr_fr: Ajouter ce frais à la facture

# mSelectCurrency.Text
source: Please select target currency !
fr_fr: Veuillez sélectionner la devise cible !

# mOfferHistory.Text
source: Offer history
fr_fr: Historique offre

# mSelectVersion.Text
source: Please select offer version to display
fr_fr: Veuillez sélectionner la version de l'offre à afficher

# hRespectPlanning.Text
source: Planned ?
fr_fr: Planifiée ?

# lbCharts.Text
source: Charts
fr_fr: Graphes

# lbDeliveries.Text
source: Deliveries
fr_fr: Livraisons

# lbEvents.Text
source: Events
fr_fr: Événements

# lbNumber.Text
source: Number
fr_fr: Nombre

# lbOrdersNumber.Text
source: Orders number
fr_fr: Nombre de commandes

# lbPurchases.Text
source: Purchases
fr_fr: Achats

# lbQuarter.Text
source: Quarter
fr_fr: Trimèstre

# lbSupplier.Text
source: Supplier
fr_fr: Fournisseur

# lbSupplyVolume.Text
source: Supply volume
fr_fr: Volume d'approvisionnement

# lbTables.Text
source: Tables
fr_fr: Tableaux

# lbTopSpendByFamilies.Text
source: Top spend by families
fr_fr: Top dépenses par familles d'articles

# lbTopSpendByProjects.Text
source: Top spend by projects
fr_fr: Top dépenses par projets

# lbTopSpendBySuppliers.Text
source: Top 10 suppliers
fr_fr: Top 10 fournisseurs

# lbYear.Text
source: Year
fr_fr: Année

# mNo.Text
source: No
fr_fr: Non

# mYes.Text
source: Yes
fr_fr: Oui

# hOperator.Text
source: Operator
fr_fr: Opérateur

# lbMaterialsNb.Text
source: Materials number
fr_fr: Nombre d'articles

# lbTopBrandsByMaterialsNb.Text
source: Top 10 brands by materials number
fr_fr: Top 10 articles par marques

# lbTopDisciplinesByMaterialsNb.Text
source: Top 10 disciplines by materials number
fr_fr: Top 10 disciplines par nombre d'articles

# lbTopFamiliesByMaterialsNb.Text
source: Top 10 families by materials number
fr_fr: Top 10 familles par nombre d'articles

# lbTopOperatorsByMaterialsNb.Text
source: Top 10 operators
fr_fr: Top 10 opérateurs

# lbDeleted.Text
source: Deleted
fr_fr: Supprimée

# mCorrespondingMaterial.Text
source: Corresponding material
fr_fr: Article correspondant

# mOriginalMaterial.Text
source: Original material
fr_fr: Article original

# hEquivalentMaterials.Text
source: Equivalent materials
fr_fr: Articles équivalents

# mEquivalentMaterialCode.Text
source: Equivalent material code
fr_fr: Code article équivalent

# mEquivalentMaterialName.Text
source: Equivalent material name
fr_fr: Nom article équivalent

# mOriginalMaterialCode.Text
source: Original material code
fr_fr: Code article original

# mOriginalMaterialName.Text
source: Original material name
fr_fr: Nom article original

# mNotCreatedEquivalentMaterial.Text
source: An equivalent material proposed by the supplier is not yet defined in IIPS database. Please contact the material man.
fr_fr: L'article équivalent proposé par le fournisseur n'est pas encore défini au niveau de la base de IIPS. Veuillez contacter le responsable des articles !

# mWarning.Text
source: Warning
fr_fr: Avertissement

# mnShowChart.Text
source: Show chart :
fr_fr: Afficher le graphe :

# lbEprocSupply.Text
source: Purchases via e-procurement
fr_fr: Achats via e-procurement

# lbEprocSupplyVolume.Text
source: E-procurement supply volume
fr_fr: Volume e-procurement

# lbTotalSupplyVolume.Text
source: Total supply volume
fr_fr: Volume total

# mnMaterialsDatabase.Text
source: Materials database
fr_fr: Base des articles

# mUndefinedSupplierMaterial.Text
source: No supplier for this material family
fr_fr: Aucun fournisseur associé à cette famille

# mSelectCategory.Text
source: Please select a category !
fr_fr: Veuillez sélectionner une catégorie !

# lbMaterialFamily.Text
source: Materials families
fr_fr: Familles d'articles

# hSelectCategory.Text
source: Select catgeories
fr_fr: Sélection de la catégorie de transaction

# hSelectFamilies.Text
source: Select families
fr_fr: Sélection des familles d'articles

# lbSearchCategory.Text
source: Search category
fr_fr: Rechercher une catgéorie

# lbSearchFamily.Text
source: Search family
fr_fr: Rechercher une famille

# hSelectProject.Text
source: Project selection
fr_fr: Sélection du projet

# hSelectNewCategory.Text
source: New category selection
fr_fr: Sélection de la nouvelle catégorie de transaction

# hSelectUnSelectAll.Text
source: Select \ UnSelect All
fr_fr: Sélectionner \ Désélectionner tout

# lbOldCategory.Text
source: Old category
fr_fr: Ancienne catégorie

# mnEditCategorie.Text
source: Edit category
fr_fr: Modifier catégorie de transaction

# mnEditFamilies.Text
source: Edit families
fr_fr: Modifier familles d\'articles

# msgConfirmDeleteCategAssign.Text
source: Confirm deleting all assigned specifications on this category ?
fr_fr: Confirmer la suppression de toutes les familles affectées sur cette catégorie ?

# msgConfirmDeleteProjectAssign.Text
source: Confirm deleting all the assignments of selected project ?
fr_fr: Confirmer la suppression de toutes les affectations relatives à ce projet ?

# msgSelectCategoryOrSepc.Text
source: Please select a category or a family !
fr_fr: Veuillez sélectionner une catégorie ou une famille !

# lblEtatAchat.Text
source: State (Purchase)
fr_fr: Etat (Achat)

# lblEtatAchat_help.Text
source: State (Purchase)
fr_fr: Etat (Achat)

# lblEtatVente.Text
source: State (Sale)
fr_fr: Etat (Vente)

# lblEtatVente_help.Text
source: State (Sale)
fr_fr: Etat (Vente)

# lblLimitstock.Text
source: Stock limit for alert
fr_fr: Limite stock pour alerte

# lblLimitstock_help.Text
source: Stock limit for alert
fr_fr: Limite stock pour alerte

# lblSotkcdesire.Text
source: Optimal desired stock
fr_fr: Stock désiré optimal

# lblSotkcdesire_help.Text
source: Optimal desired stock
fr_fr: Stock désiré optimal

# lblCodedouane.Text
source: Customs code
fr_fr: Code douane

# lblCodedouane_help.Text
source: Customs code
fr_fr: Code douane

# lblpaysorigine.Text
source: Native country
fr_fr: Pays d\'origine

# lblpaysorigine_help.Text
source: Native country
fr_fr: Pays d\'origine
