Repository: bssoum12/GFA
Catalog: site/DesktopModules/Materials/App_LocalResources/View.ascx.*.resx
Languages: fr_fr

# TypeDocumentRequisTitle.Text
source: Rquired document type list
fr_fr: Liste des types des documents requis

# addRequestedDocType.Text
source: Addrequested document type
fr_fr: Ajouter type document requis

# ConfirmDeleteRequestedDocType.Text
source: Do you really want to delete this document type ?
fr_fr: Vous voulez vraiment supprimer ce type de document ?

# editRequestedDocType.Text
source: Edit requested document type
fr_fr: Modifier type document requis

# msgSelectRequestedDocType.Text
source: Please select a document type
fr_fr: Veuillez séléctionner un type de document

# hDemandesAchats.Text
source: Purchases Request
fr_fr: Demandes d'achat

# hDemandesAchats_help.Text
source: List of Purchase Request
fr_fr: Liste des demandes d'achat

# hPaymentDetails.Text
source: Payment Details
fr_fr: Détails de paiement

# hPaymentDetails_help.Text
source: Please enter payment details
fr_fr: Veuillez entrer les détails de paiement

# hSupplierOfferCode.Text
source: Code
fr_fr: Réf. fournisseur

# RefSource.Text
source: Source Ref.
fr_fr: Réf. Source

# hSuppliersConsult.Text
source: Suppliers to consult
fr_fr: Fournisseurs à consulter

# hSuppliersConsult_help.Text
source: Please enter the list of suppliers to consult.
fr_fr: Veuillez entrer la liste des fournisseurs à consulter.

# CliquerIci.Text
source: Click here
fr_fr: Cliquez ici

# HasSuppliersTConsult.Text
source: To see the list of suppliers to consult
fr_fr: Pour voir la liste des fournisseurs à consulter.

# msgFailedEditExist.Text
source: This document already exists ,please add another document
fr_fr: Ce document existe déja ,veuillez ajouter un autre document

# msgFailedEditExistTypeDoc.Text
source: This document type already exists ,please add another type
fr_fr: Ce type de document existe déja ,veuillez ajouter un autre type

# mAttachementsPruchase.Text
source: Pruchase request attachments
fr_fr: Pièces jointes des demandes d\'achats

# hRefPurchase.Text
source: Ref. Purchase request
fr_fr: Réf. Demande d'achat

# lblDocumentQuatity.Text
source: Quantity
fr_fr: Quantité

# lblDocumentQuatity_help.Text
source: Please enter the quantity.
fr_fr: Veuillez entrer le quantité.

# lblDocumentType.Text
source: Type of document
fr_fr: Type de document

# lblDocumentType_help.Text
source: Please select the type of document.
fr_fr: Veuillez sélectionner le type du document.

# lblDocument_help.Text
source: Please select a document.
fr_fr: Veuillez sélectionner un document.

# mAddDocumentToPurchase.Text
source: Add this document to the purchase request
fr_fr: Ajouter ce document à la demande

# mIntroPurchase4.Text
source: Step 3: Selection of documents.
fr_fr: Etape 3: Choix des documents.

# mIntroPurchase_Details4.Text
source: Please select the requested documents.
fr_fr: Veuillez choisir les documents demandés.

# mListeDocument.Text
source: List of documents required
fr_fr: Liste des documents à fournir

# mSelectDocument.Text
source: Selection of documents
fr_fr: Sélection des documents

# hDeliveryMethod.Text
source: Delivery Method
fr_fr: Mode de livraison

# hgaranteeperiod.Text
source: Warranty period (month)
fr_fr: Période de garantie (mois)

# hPaymentDelais.Text
source: Payment delays
fr_fr: Délais de paiement

# hPaymentDelais_help.Text
source: Please enter the payment delays.
fr_fr: Veuillez entrer le délais de paiement.

# mAddVariousFeesToConsultation.Text
source: Add vairous fees to consultation
fr_fr: Ajouter les éléments sélectionnés

# mIntroConsultation5.Text
source: Choice of various fees
fr_fr: Choix des documents et frais divers

# mIntroConsultation_Details5.Text
source: Please specify the various fees.
fr_fr: Veuillez spécifier les documents et les frais divers.

# hDelais.Text
source: Delais
fr_fr: Délais (j)

# mAlreadyAddedOffer.Text
source: You have already submitted an offer !
fr_fr: Vous avez déja répondu à cette consultation !

# mErrorInvalidAccount.Text
source: Your login account is not authorized to perform this operation. Please provide a vendor account !
fr_fr: Le compte avec lequel vous authentifié n'est pas autorisé à effectuer cette opération. Veuillez fournir un compte fournisseur !

# hDelais_Help.Text
source: Please enter the delay.
fr_fr: Veuillez entrer le délais.

# hdecision.Text
source: Decision
fr_fr: Décision

# lbFailedOp.Text
source: Failed operation !
fr_fr: Opération a échoué!

# mnOffreRetenu.Text
source: Successful tender
fr_fr: Offre retenu

# hPersonToNotify.Text
source: Notification Management
fr_fr: Notifications

# mnAddNotif.Text
source: Add Notification
fr_fr: Ajout Notification

# mnEditNotif.Text
source: Edit Notification
fr_fr: Modifier Notification

# mnSelectNotif.Text
source: Please select a notification!
fr_fr: Veuillez sélectionner une notification !

# hRequestedTime.Text
source: Requested Time (d)
fr_fr: Délais souhaité (j)

# lbUnit.Text
source: Unit
fr_fr: Unité

# hDocumentAndFees.Text
source: Documents and fees
fr_fr: Liste des documents et frais

# hAvailableUnit.Text
source: Available unit
fr_fr: Unité proposée

# hRequestedUnit.Text
source: Requested unit
fr_fr: Unité demandée

# hEmploye.Text
source: Employee
fr_fr: Employé

# hEtape.Text
source: Process Step
fr_fr: Etape processus

# hFonction.Text
source: Function
fr_fr: Fonction

# hManageNotif.Text
source: Notification Management
fr_fr: Notifications

# hTVA_help.Text
source: Please enter the TVA.
fr_fr: Veuillez saisir la valeur de la TVA.

# mhIExiste.Text
source: already exists
fr_fr: Existe déja

# mhINotExiste.Text
source: was inserted successfully
fr_fr: Ajoutée avec succès

# lbDocType_help.Text
source: Please select the type of document.
fr_fr: Veuillez sélectionner le type de document.

# lbFonction.Text
source: Function
fr_fr: Fonction

# lbFonction_help.Text
source: Please select the list of functions
fr_fr: Veuillez choisir la liste des fonctions

# lblDocType.Text
source: Type of document
fr_fr: Type document

# lbProcessKey.Text
source: Step
fr_fr: Etape

# lbProcessKey_help.Text
source: Please select a stage.
fr_fr: Veuillez sélectionner une étape.

# mselectfunction.Text
source: Selecting Functions
fr_fr: Sélection des fonctions

# mDatasheet.Text
source: Bill of materials
fr_fr: Liste de matériel

# mOthers.Text
source: Others
fr_fr: Autres

# hByEmployee.Text
source: By employee
fr_fr: Par employé

# hByFunction.Text
source: By function
fr_fr: Par fonction

# hEmployeesToNotify.Text
source: Employees to notify
fr_fr: Liste des employés à notifier

# hFunctionsToNotify.Text
source: Functions to notify
fr_fr: Liste des fonctions à notifier

# hMatricule.Text
source: Code
fr_fr: Matricule

# mnValidCommand.Text
source: Command Validation
fr_fr: Validation Commande

# mValid.Text
source: Valid
fr_fr: Valider

# mCommentsHistory.Text
source: Validation History
fr_fr: Historique de validation

# mConfirmAndSend.Text
source: Confirm and send for approval
fr_fr: Confirmer et envoyer pour validation

# hValidBudget.Text
source: Validation over budget
fr_fr: Validation par rapport au budget

# mErrorAuthorised.Text
source: You are not authorised to do this action
fr_fr: Vous n\'êtes pas autorisé à effectuer cette opération.

# mnotauthorisedEdit.Text
source: You can not change the order at this stage.
fr_fr: Vous ne pouvez pas modifier la commande à cette étape.

# mnotauthorisedValid.Text
source: You can not validate the order at this stage.
fr_fr: Vous ne pouvez pas valider la commande à cette étape.

# confDelInvoice.Text
source: Do you want to remove this invoice ?
fr_fr: Voulez-vous supprimer cette facture ?

# mListeFacture.Text
source: List of invoice
fr_fr: Liste des factures

# mnAddInvoice.Text
source: New invoice wizard
fr_fr: Assistant de création de facture

# mnEditInvoice.Text
source: Edit Invoice
fr_fr: Assistant de modification facture

# mnInvoice.Text
source: Invoices
fr_fr: Factures

# mSelectInvoice.Text
source: Please select an invoice !
fr_fr: Veuillez sélectionner une facture !

# tpAddInvoice.Text
source: Add Invoice
fr_fr: Ajouter facture

# tpDeleteInvoice.Text
source: Delete Invoice
fr_fr: Supprimer facture

# tpEditInvoice.Text
source: Edit Invoice
fr_fr: Modifier facture

# mApprobateur.Text
source: Approver
fr_fr: Approbateur

# mCommentairedatesortie.Text
source: Release date comment
fr_fr: Commentaire de date de sortie

# mConditionspaiement.Text
source: Payment Terms
fr_fr: Conditions de paiement

# mDateEcheance.Text
source: Due Date
fr_fr: Date d\'échéance

# mDatesortiepaiements.Text
source: Release payments date
fr_fr: Date sortie des paiements

# mIDpaiement.Text
source: ID payment
fr_fr: ID paiement

# mMontanthorstaxecal.Text
source: Duty amount calculated
fr_fr: Montant hors taxe calculé

# mMontantreelhorstaxe.Text
source: Actual tax amount
fr_fr: Montant réel hors taxe

# mMontantreeltaxe.Text
source: Actual amount of tax
fr_fr: Montant réel de la taxe

# mMontanttaxecal.Text
source: Amount of tax calculated
fr_fr: Montant de la taxe calculé

# mListCommande.Text
source: List of command
fr_fr: Liste des commandes

# mPaiement.Text
source: Payment
fr_fr: Paiement

# mMontantHT.Text
source: Tax free amount
fr_fr: Montant hors taxe

# mMontantTVA.Text
source: Amount of tax
fr_fr: Montant de la taxe

# mDeleteBrandError.Text
source: Cannot delete this brand, it is used by one or more materials !
fr_fr: Impossible de supprimer cette marque, elle est référencée dans un ou plusieurs articles !

# mnBrand.Text
source: Brand
fr_fr: Marque

# mnBrands.Text
source: Brands
fr_fr: Marques

# mSelectBrand.Text
source: Please select a brand !
fr_fr: Veuillez sélectionner une marque !

# popAddBrand.Text
source: Manage brands
fr_fr: Gestion des marques

# hCategorie.Text
source: Category
fr_fr: Catégorie

# hDeviseBudget.Text
source: Currency Budget
fr_fr: Devise Budget

# hEcart.Text
source: Gap
fr_fr: Ecart

# hMontantBudget.Text
source: Budget amount
fr_fr: Montant budget

# mnPrintPage.Text
source: Print this page
fr_fr: Imprimer cette page

# mRefuse.Text
source: Refuse
fr_fr: Refuser

# mnShow.Text
source: Display
fr_fr: Afficher

# hInvoiceStatus.Text
source: Invoice Status
fr_fr: Etat des factures

# hPaymentTerms.Text
source: Payment terms
fr_fr: Conditions de paiement

# hCommand.Text
source: Command
fr_fr: Commande

# mMontantreelhorstaxefraisdivers.Text
source: Real tax amount of various fees
fr_fr: Montant réel hors taxe des frais divers

# hCategoryAmount.Text
source: Category amount
fr_fr: Montant catégorie

# mBudgetDepasser.Text
source: You have exceeded the budget and you will cause a budget revision, do you confirm?
fr_fr: Vous avez dépassé le budget et vous allez provoquer une révision de budget, voulez-vous confirmer ?

# mAutrevalidation.Text
source: This order was confirmed by another person.
fr_fr: Cette commande a été validée par une autre personne.

# mCanceledCommandAlert.Text
source: This order is canceled !
fr_fr: Cette commande a été annulée !

# mRequiredField.Text
source: This field is required !
fr_fr: Ce champs est obligatoire !

# mBudgetNegativ.Text
source: You have exceeded the budget, do you confirm?
fr_fr: Vous avez dépassé le budget, voulez-vous confirmer ?

# mBudgetNull.Text
source: Your budget is not yet initialized, do you confirm?
fr_fr: Votre budget n\'est pas encore défini, voulez-vous confirmer la demande d\'achat ?

# mnPurchase.Text
source: Purchase Request
fr_fr: Demande d\'achat

# mOffre.Text
source: Offer
fr_fr: Offre

# confCancelCommand.Text
source: Are you sure to cancel this order ?
fr_fr: Voulez-vous annuler cette commande ?

# mAlreadyCanceled.Text
source: This command is already canceled !
fr_fr: Cette commande est déja annulée !

# mCannotCancelCommand.Text
source: You cannot cancel command at this step !
fr_fr: Vous ne pouvez pas annuler la commande à l\'étape actuelle !

# mPurchaseRequestCreated.Text
source: The purchase request is created sucessfully. Its reference is
fr_fr: La demande d\'achat a été crée avec succès. Sa référence est

# mCommandCreated.Text
source: The command is created sucessfully. Its reference is
fr_fr: La commande a été crée avec succès. Sa référence est

# mConsultationCreated.Text
source: The consultation is created sucessfully. Its reference is
fr_fr: La consultation a été crée avec succès. Sa référence est

# mDatasheetCreated.Text
source: The bill of materials is created sucessfully. Its reference is
fr_fr: La liste de matériel a été crée avec succès. Sa référence est

# mInvoiceCreated.Text
source: The invoice is created sucessfully. Its reference is
fr_fr: La facture a été crée avec succès. Sa référence est

# mOfferCreated.Text
source: The offer is created sucessfully. Its reference is
fr_fr: L\'offre a été ajouté avec succès. Sa référence est

# mPrerequisiteCreated.Text
source: The specification is created sucessfully. Its reference is
fr_fr: La spécification a été ajouté avec succès. Sa référence est

# mnAcquisitionRequest.Text
source: Acquisition Request
fr_fr: Demande d\'acquisition

# mCantvalidateoffer.Text
source: You can not validate this offer, commercial counting is not yet performed.
fr_fr: Vous ne pouvez pas retenir cet offre, le dépouillement commercial n\'est pas encore effectué.

# confCancelPurchaseRequest.Text
source: Are you sure to cancel this purchase request ?
fr_fr: Voulez-vous annuler cette demande d\'achat ?

# mAlreadyCanceledPurchaseRequest.Text
source: This purchase request is already canceled !
fr_fr: Cette demande d\'achat est déja annulée !

# mCanceledPurchaseRequestAlert.Text
source: This purchase request is canceled !
fr_fr: Cette demande d\'achat a été annulée !

# mCannotCancelPurchaseRequest.Text
source: You cannot cancel purchase request at this step !
fr_fr: Vous ne pouvez pas annuler la demande d\'achat à l\'étape actuelle !

# hRefDatasheet.Text
source: Ref. Bill of materials
fr_fr: Réf. Liste de matériel

# mnSearchBySupplier.Text
source: Search by supplier and brand
fr_fr: Recherche par fournisseur et marque

# mnSearchTitle_SupplierBrand.Text
source: List of materials <br /> Result based on the following criteria: Supplier : {0} , Brand : {1}
fr_fr: Liste des articles <br />Résultat de recherche selon les critères suivants : Fournisseur : {0} , Marque : {1}

# lbInactiveUserError.Text
source: You have been inactive Vous avez été inactif dans cette application pendant plus de 20 minutes, Veuillez rafraichir la page est resaisir le formulaire !
fr_fr: You have been inactive in this application for more than 20 minutes, Please refresh page and re-enter the form!

# mConfirmAndGeneratePurchaseRequest.Text
source: Confirm and generate purchase request
fr_fr: Confirmer et générer une demande d'achat

# mFailedsent.Text
source: Failed to sent.
fr_fr: Échec d'envoie.

# mMailDontExist.Text
source: Supplier mail does not exist in the contact database.
fr_fr: L'email du fournisseur n'existe pas dans la base de contacts.

# mSuccessfullysent.Text
source: Successfully sent.
fr_fr: Envoyé avec succès.

# mAlreadyExistError.Text
source: This item already exists !
fr_fr: Cet élément existe déja !

# mDeleteError.Text
source: Cannot delete this entry, It is already used !
fr_fr: Suppression impossible, valeur déja utilisée !

# lblRootStandard.Text
source: This standard is a root node
fr_fr: Cette norme est un noeud racine

# mIntroCommand4.Text
source: Step 4: Enter the total discount
fr_fr: Etape 4 : Résumé des totaux et saisie de la remise sur total

# mIntroCommand_Details4.Text
source: Please specify the total discount of order.
fr_fr: Veuillez spécifier la remise sur total de la commande.

# mDiscountNumber.Text
source: Discount digit
fr_fr: Remise sur total

# mDiscountPercent.Text
source: Percentage Discount
fr_fr: Remise sur total en %

# mMHTA.Text
source: Real-tax amount articles
fr_fr: Montant hors taxe des articles

# mMHTF.Text
source: Real-tax amount of miscellaneous fees
fr_fr: Montant hors taxe des frais divers

# mMRTTC.Text
source: Real Amount TTC
fr_fr: Montant total final

# mMTA.Text
source: Actual amount of tax articles
fr_fr: Montant de la taxe des articles

# mMTF.Text
source: Actual amount of the charge various fees
fr_fr: Montant de la taxe des frais divers

# mnSynchronization.Text
source: Synchronization
fr_fr: Synchronisation

# mnSyncSettings.Text
source: Settings
fr_fr: Paramètres

# hTotals.Text
source: Totals
fr_fr: Totaux

# mConfirmDatasheetRevision.Text
source: Are you sure you want to create a new version of this bill of materials ?
fr_fr: Etes-vous sûr de vouloir créer une nouvelle version de cette liste de matériel ?

# mMontantTotalHT.Text
source: Total Tax free amount
fr_fr: Montant total hors taxe

# mMontantTotalTVA.Text
source: Total Tax amount
fr_fr: Montant total de la taxe

# mMTTC.Text
source: Total amount with tax
fr_fr: Montant total (TTC)

# hDateEcheance.Text
source: Due date
fr_fr: Date d'échéance

# mBankAccount.Text
source: Bank Account
fr_fr: Compte bancaire

# mIntroInvoice1.Text
source: Step 1: Define the general properties of the invoice
fr_fr: Étape 1: Définition des propriétés générales de la facture

# mIntroInvoice2.Text
source: Step 2: Define Materials
fr_fr: Etape 2: Définition des articles

# mIntroInvoice3.Text
source: Step 3: Define the various fees
fr_fr: Etape 3 : Définition des frais divers

# mIntroInvoice_Details1.Text
source: Please specify the general properties of the invoice.
fr_fr: Veuillez spécifier les propriètes générales de la facture.

# mIntroInvoice_Details2.Text
source: Please select the materials for the invoice.
fr_fr: Veuillez choisir les articles pour la facture.

# mIntroInvoice_Details3.Text
source: Please specify the various fees of the invoice.
fr_fr: Veuillez spécifier les frais divers de la facture.

# mNone.Text
source: None
fr_fr: Aucune

# mTaxGroup.Text
source: Tax Group
fr_fr: Groupe de taxe

# lblCommandes.Text
source: Orders
fr_fr: Commandes

# lblCommandes_help.Text
source: List of orders
fr_fr: Liste des commandes

# mSelectLigneInvoice.Text
source: Add selected materials to invoice
fr_fr: Ajouter les articles sélectionnés à la facture

# mInvoiceEdited.Text
source: La facture a été modifiée avec succès. Sa référence est
fr_fr: The invoice has been modified successfully. His reference is

# hRefCommand.Text
source: Ref. Command
fr_fr: Réf. Commandes

# hPaymentSchedules.Text
source: Payment schedules
fr_fr: Echéances de paiement

# mDeletePaymentSchedulesError.Text
source: Cannot delete this payment schedule, it is used by one or more objects !
fr_fr: Impossible de supprimer cette échéance de paiement, elle est référencée dans un ou plusieurs objets !

# mSelectPaymentSchedules.Text
source: Please select a payment schedules !
fr_fr: Veuillez sélectionner une échéance !

# hAmount.Text
source: Amount
fr_fr: Montant

# hPaymentSchedulesLines.Text
source: Payment lines
fr_fr: Lignes de paiement

# hPercent.Text
source: Percent
fr_fr: Pourcentage

# mCannotDeleteOffer.Text
source: You can not delete this offer !
fr_fr: Vous ne pouvez pas supprimer cette offre !

# mCannotEditOffer.Text
source: You can not edit this offer ! The consultation is :
fr_fr: Vous ne pouvez pas modifier cette offre !

# mCodeAlreadyExistError.Text
source: An item with the same code already exist !
fr_fr: Un élement avec le même code existe déja !

# mCodeRequiredError.Text
source: Code field is required !
fr_fr: Le champs code est obligatoire !

# mDesignationRequiredError.Text
source: Designation field is required !
fr_fr: Le champs désignation est obligatoire !

# mNameRequiredError.Text
source: Name field is required !
fr_fr: Le champs nom est obligatoire !

# mnConsultationAndOffers.Text
source: Consultations & Offers
fr_fr: Consultations & Offres

# mTypeRequiredError.Text
source: Type field is required !
fr_fr: Le champs type est obligatoire !

# hAssetGroup.Text
source: Asset group
fr_fr: Groupe Immo.

# hNumOfDays.Text
source: Number of days
fr_fr: Nb de jours

# hNumOfMonths.Text
source: Number of months
fr_fr: Nb de mois

# hMonthDay.Text
source: Month day
fr_fr: Jour du mois

# hMonth.Text
source: Month
fr_fr: Mois

# hPaymentDay.Text
source: Payment day
fr_fr: Jour de paiement

# hPaymentDayLines.Text
source: Payment day lines
fr_fr: Lignes de jours de paiement

# hWeek.Text
source: Week
fr_fr: Semaine

# mSelectPaymentDay.Text
source: Please select a payment day !
fr_fr: Veuillez sélectionner un jour de paiement !

# hWeekDay.Text
source: Week day
fr_fr: Jour de la semaine

# mSelectLine.Text
source: Please select a line !
fr_fr: Veuillez sélectionner une ligne !

# mIntroInvoice4.Text
source: Step 4: Attaching the reference files
fr_fr: Etape 4 : Rattachement des fichiers référence

# mIntroInvoice_Details4.Text
source: Please attach the files you want to send with the invoice.
fr_fr: Veuillez joindre les fichiers que vous souhaitez envoyer avec la facture.

# hTaxExemptOrderNumber.Text
source: Tax Exempt Order Number
fr_fr: BC H.T.V.A.N°

# lbIsExemptOrder.Text
source: This order is exempt
fr_fr: Cette commande est exonérée

# hTaxCode.Text
source: Tax code
fr_fr: Code de taxe

# hTaxGroupLines.Text
source: Tax lines
fr_fr: Lignes de taxes

# hTaxGroups.Text
source: Tax groups
fr_fr: Groupes de taxes

# lblOriginalMethodPayment.Text
source: Original mode
fr_fr: Mode d'origine

# mBankAccountRequired.Text
source: Bank account field is required !
fr_fr: Le champs compte bancaire est obligatoire !

# mBankModeAlreadyExistError.Text
source: An item with the same original mode and the same bank account already exists !
fr_fr: Un élement avec le même mode d'origine et le même compte bancaire existe déja !

# mCertificateNumber.Text
source: Certificate number
fr_fr: Numéro attestation

# mExemption.Text
source: Exemption
fr_fr: Exonération

# mIncludeBankData.Text
source: Include bank account data
fr_fr: Inclure données compte

# mOriginalModeRequired.Text
source: Original mode field is required !
fr_fr: Le champs mode d'origine est obligatoire !

# mSupplierBankAccount.Text
source: Supplier bank account
fr_fr: Compte bancaire fournisseur

# hErrMsg.Text
source: Error message
fr_fr: Message d'erreur

# lblIdentif.Text
source: Identifier
fr_fr: Identifiant

# lblNone.Text
source: None
fr_fr: Aucun

# mnObject.Text
source: Object
fr_fr: Objet

# mnSoftware.Text
source: Software
fr_fr: Logiciel

# mnAlreadyApprovedInvoice.Text
source: This invoice is already approved !
fr_fr: Cette facture est déja validée !

# mnCannotEditApprovedInvoice.Text
source: You cannot edit this invoice. It is already approved !
fr_fr: Cette facture est validée. Vous ne pouvez pas la modifier !

# hDeliveredQuantity.Text
source: Delivered quantity
fr_fr: Qté livrée

# hDeliveryDocuments.Text
source: Delivery documents ref
fr_fr: Réf. Bons de livraison

# hInvoicedQuantity.Text
source: Invoiced quantity
fr_fr: Qté facturée

# hOrderedQuantity.Text
source: Ordered quantity
fr_fr: Qté commandée

# hRounding.Text
source: Rounding
fr_fr: Arrondissement

# hStockEntryRef.Text
source: Stock entries ref
fr_fr: Réf. Bons d'entrées

# hSupplierInvoiceRef.Text
source: Supplier invoice reference
fr_fr: Réf. facture fournisseur

# hTotalsAndRounding.Text
source: Totals et rounding
fr_fr: Totaux et arrondissement

# mConfirmValid.Text
source: Confirm validation ?
fr_fr: Confirmer la validation ?

# mnValidInvoice.Text
source: Invoice validation
fr_fr: Validation facture

# mBonEntree.Text
source: Stock Entry
fr_fr: Bon d'entrée

# mIntroInvoice5.Text
source: Step 5: Summary of total and the rounding
fr_fr: Etape 5 : Résumé des totaux et saisie de l\'arrondissement

# mIntroInvoice_Details5.Text
source: Please specify rounding.
fr_fr: Veuillez spécifier l\'arrondissement .

# hMaterialTaxGroup.Text
source: Material tax group
fr_fr: Groupe de taxe article

# hSupplierTaxGroup.Text
source: Supplier tax group
fr_fr: Groupe de taxe fournisseur
