Repository: bssoum12/GFA
Catalog: site/DesktopModules/Materials/App_LocalResources/View.ascx.*.resx
Languages: fr_fr

# hSupplier.Text
source: Supplier
fr_fr: Fournisseur

# hTotalAmount.Text
source: Total amount
fr_fr: Montant total

# mnitFamilies.Text
source: Family units
fr_fr: Familles d'unités

# mSelectLigneCommande.Text
source: Add selected materials to order
fr_fr: Ajouter les articles sélectionnés à la commande

# hCommandStatus.Text
source: Order Status
fr_fr: Etat des commandes

# hAdresse.Text
source: Adress
fr_fr: Adresse

# hCatAppro.Text
source: Supply Category
fr_fr: Catégorie d'approvisionnement

# hCodePostal.Text
source: Postal code
fr_fr: Code Postal

# hDeliveryDetails.Text
source: Delivery details
fr_fr: Détails de la livraison

# hDemandeur.Text
source: The requestor
fr_fr: Demandeur

# hMontantHT.Text
source: amount HT
fr_fr: Montant HT

# hRemise.Text
source: Discount
fr_fr: Remise

# hSocieteFacturation.Text
source: In charge of
fr_fr: À la charge de

# hSupplierDetails.Text
source: Supplier details
fr_fr: Détails Fournisseur

# hTel.Text
source: Telephone
fr_fr: Téléphone

# hVille.Text
source: City
fr_fr: Ville

# hWebsite.Text
source: Web site
fr_fr: Site web

# mnCommandStatus.Text
source: Status of order
fr_fr: Etat de la commande

# mnApprovisionnement.Text
source: Supplying
fr_fr: Approvisionnement

# mnFichesTechniques.Text
source: Bill of materials
fr_fr: Listes de matériel

# hConsultationStatus.Text
source: Consultation status
fr_fr: Etat de consultations

# mnSendToSuppliers.Text
source: Send to suppliers
fr_fr: Envoyer aux fournisseurs

# tpSendToSuppliers.Text
source: Send the consultation to suppliers.
fr_fr: Envoyer la consultation aux fournisseurs.

# mnLogSendConsultation.Text
source: Log emails sent
fr_fr: Journal des mail envoyés

# tpLogSendConsultation.Text
source: Log of consultation sent to suppliers
fr_fr: Journal des consultations envoyées aux fournisseurs

# hSendBy.Text
source: Sended by
fr_fr: Envoyé par

# hDateExpiration.Text
source: Expiry Date
fr_fr: Date d'expiration

# hDateExpiration_help.Text
source: Please enter the date of expiry of the consultation.
fr_fr: Veuillez saisir la date d'expiration.

# hDemandeur_help.Text
source: Please select the requestor.
fr_fr: Veuillez sélectionner le demandeur.

# hDescription_help.Text
source: Please enter the description.
fr_fr: Veuillez saisir une description.

# hDevise.Text
source: Currency
fr_fr: Devise

# hDevise_help.Text
source: Please select the currency of the order, the local currency and the exchange rate.
fr_fr: Veuillez sélectionner la devise de la commande !

# hProjet_help.Text
source: Please select a project.
fr_fr: Veuillez choisir un projet.

# lblAlacharge.Text
source: In charge of
fr_fr: À la charge de

# lblAlacharge_help.Text
source: Please choose the company.
fr_fr: Veuillez choisir la société.

# lblDepot.Text
source: Store
fr_fr: Magasin

# lblModePaiement.Text
source: Method of payment
fr_fr: Mode de paiement

# lblModePaiement_help.Text
source: Please choose the method of payment.
fr_fr: Veuillez choisir le mode de paiement.

# lblNumero.Text
source: Number
fr_fr: Numéro

# lblSource_help.Text
source: Please specify the source.
fr_fr: Veuillez spécifier la source.

# mAttestation.Text
source: Certificate of exemption
fr_fr: Attestation d'exonération

# mGeneralInformation.Text
source: General information
fr_fr: Informations Générales

# mLivraison.Text
source: Delivery
fr_fr: Livraison

# hDemandeAchat.Text
source: Purchase Requisition
fr_fr: Demande d\'achat

# mnFilterby.Text
source: Filtrer by
fr_fr: Filtrer par

# hArticle.Text
source: Material
fr_fr: Article

# hArticle_help.Text
source: Please select a material
fr_fr: Veuillez sélectionner un article.

# hCatApp.Text
source: Category Supply
fr_fr: Catégorie Appro

# hCatApp_help.Text
source: Please select the supply category.
fr_fr: Veuillez choisir la catégorie d'approvisionnement.

# hPrixUnitaire.Text
source: Unit price
fr_fr: Prix unitaire

# hPrixUnitaire_help.Text
source: Please enter the unit price.
fr_fr: Veuillez saisir le prix unitaire.

# hQuantity.Text
source: Quantity
fr_fr: Quantité

# hQuantity_help.Text
source: Please enter the quantity
fr_fr: Veuillez saisir la quantité.

# hRemise_help.Text
source: Please enter the discount.
fr_fr: Veuillez saisir la remise.

# hUnit_help.Text
source: Please select a measure unit.
fr_fr: Veuillez sélectionner une unité.

# mChoixArticle.Text
source: Selection of materials
fr_fr: Choix des articles

# gvwCustomizationWindowCaption.Text
source: Field chooser
fr_fr: Sélecteur de champs

# mnEmplacement.Text
source: Location
fr_fr: Emplacement

# mnAssignSuppliers.Text
source: Assign the selected suppliers to the chosen materials
fr_fr: Affecter les fournisseurs sélectionnés aux articles choisi.

# tpAssignSuppliers.Text
source: Assign suppliers to selected materials.
fr_fr: Affecter les fournisseurs aux articles choisi.

# mnEchecEnvoi.Text
source: Failed sending.
fr_fr: Échec envoi.

# mnSuccesEnvoi.Text
source: Sending completed successfully.
fr_fr: Envoi effectué avec succès.

# popAddCommand.Text
source: Add Order
fr_fr: Ajout Commande

# popAddConsultation.Text
source: Add Consultation
fr_fr: Ajout Consultation

# popAddDataSheet.Text
source: Add Bill of materials
fr_fr: Ajout liste de matériel

# popAddMeasureSystem.Text
source: Manage measure system
fr_fr: Gestion système de mesure

# popAddMeasureUnit.Text
source: Manage measure unit
fr_fr: Gestion unité de mesure

# popAddPrerequiste.Text
source: Add Specification
fr_fr: Ajout Spécification

# popAddUnitFamiles.Text
source: Manage Families Unit
fr_fr: Gestion Familles d'unité

# popAjoutArticle.Text
source: Add Material
fr_fr: Ajout Article

# popEditArticle.Text
source: Edit Material
fr_fr: Modification Article

# popEditConsultation.Text
source: Edit Consultation
fr_fr: Modification Consultation

# popEditDatatsheet.Text
source: Edit Bill of materials
fr_fr: Modification liste de matériel

# popEditPrerequisite.Text
source: Edit Specification
fr_fr: Modification Spécification

# mnDetailsMaterial.Text
source: Details Material
fr_fr: Détails Article

# mnDetails.Text
source: Details
fr_fr: Détails

# mnListProperties.Text
source: List of properties
fr_fr: Liste des propriétés

# mnAddSelectMaterial.Text
source: Add selected materials
fr_fr: Ajouter les articles sélectionnés

# mnAddSupplier.Text
source: Add selected suppliers
fr_fr: Ajouter les fournisseurs sélectionnés

# mCommenter.Text
source: Comment
fr_fr: Commenter

# AddGridPurchaseServises.Text
source: define an organizational unit as buying service
fr_fr: définir une unité organisationnel comme service d\'achat

# hIdUnite.Text
source: Unit organization
fr_fr: Unité Organisation

# mDuplicateValueError.Text
source: one or SEVERAL unit are already added
fr_fr: Valeur déja inserrée !

# hISelectdUnite.Text
source: Select unit organization
fr_fr: Définir une unité comme service achat

# mnServiceAchat.Text
source: Service Purchase
fr_fr: Service Achat

# mUnite.Text
source: Please select organizational unit!
fr_fr: Veuillez sélectionner unité organisationnel !

# gvwID_Priority.Text
source: Priority
fr_fr: Priorité

# Response_DueForDate.Text
source: Deadline
fr_fr: Délai prévu

# confDelPurchaseRequest.Text
source: Do you want to delete this purchase request ?
fr_fr: Voulez-vous supprimer cette demande d\'achat?

# mnAddPurchaseRequest.Text
source: New purchase request wizard
fr_fr: Assistant d\'ajout d\'une demande d\'achat

# mnDeletePurchaseRequest.Text
source: Delete purchase request
fr_fr: Supprimer demande d\'achat

# mnEditPurchaseRequest.Text
source: Edit purchase request wizard
fr_fr: Assistant de modification d\'une demande d\'achat

# mnPurchaseRequest.Text
source: Purchase Request
fr_fr: Demande d'achat

# mSelectPurchaseResquest.Text
source: Please select a purchase request !
fr_fr: Veuillez sélectionner une demande d\'achat!

# tpAddPurchaseRequest.Text
source: Add purchase request
fr_fr: Ajouter une demande d'achat

# tpDeletePruchaseRequest.Text
source: Delete purchase request
fr_fr: Supprimer la demande d'achat

# tpEditPurchaseRequest.Text
source: Edit purchase request
fr_fr: Modifier la demande d'achat

# mnCounting.Text
source: Offers
fr_fr: Offres

# tpAddCounting.Text
source: Add Offer
fr_fr: Ajouter Offre

# tpDeleteCounting.Text
source: Delete Offer
fr_fr: Supprimer Offre

# tpEditCounting.Text
source: Edit Offer
fr_fr: Modifier Offre

# hDestinataire.Text
source: Consignee
fr_fr: Destinataire

# Hdemande.Text
source: acquisition request
fr_fr: Demande acquisition

# mnClearFields.Text
source: Clear fields
fr_fr: Effacer les champs

# mnAnd.Text
source: and
fr_fr: et

# mnFullTextSearch.Text
source: Full text search
fr_fr: Recherche plein text (nom, description, famille, discipline, propriétés)

# mnValueBetween.Text
source: Value between
fr_fr: Valeur entre

# mnSearch.Text
source: Search
fr_fr: Rechercher

# mnSearchbyDiscipline.Text
source: Search by discipline, family and norm
fr_fr: Recherche par discipline, famille et norme

# mnSearchTitle.Text
source: List of materials <br /> Result based on the following criteria: {0}
fr_fr: Liste des articles <br />Résultat de recherche selon les critères suivants : {0}

# mnSearchTitle_DisciplineNorm.Text
source: List of materials <br /> Result based on the following criteria: Discipline : {0} , Family : {1} , Norm : {2}
fr_fr: Liste des articles <br />Résultat de recherche selon les critères suivants : Discipline : {0} , Famille : {1} , Norme : {2}

# hTypePurchase.Text
source: Purchase request type
fr_fr: Type de demande d\'achat

# tPurchaseRequestType.Text
source: Purchase request type
fr_fr: Type de demande d'achat

# popAddPurchaseRequest.Text
source: Add Purchase Request
fr_fr: Ajout demande d'achat

# mIntroPurchase1.Text
source: Step 1: Define the general properties of the purchase request
fr_fr: Etape 1: Définir les propriétés générales de la demande d\'achat

# mIntroPurchase2.Text
source: Step 2: Define materials
fr_fr: Etape 2: Définir les articles

# mIntroPurchase_Details1.Text
source: Please specify the general properties of the purchase request.
fr_fr: Veuillez spécifier les propriétés générales de la demande d\'achat.

# mIntroPurchase_Details2.Text
source: Please select the materials for the purchase request.
fr_fr: Veuillez choisir les articles pour la demande d\'achat.

# hDestinataire_help.Text
source: Please select the consignee.
fr_fr: Veuillez sélectionner le destinataire.

# hObservations_help.Text
source: Please enter comments.
fr_fr: Veuillez entrer vos observations.

# hReference_help.Text
source: Please enter the reference of the purchase request.
fr_fr: Veuillez entrer la référence de la demande.

# hType_help.Text
source: Please select the type.
fr_fr: Veuillez sélectionner le type de la demande.

# hProcessingTime.Text
source: Processing time (days)
fr_fr: Délais (j)

# mSelectLignePurchase.Text
source: Add selected materials
fr_fr: Ajouter les articles sélectionnés

# mValueNotNumber.Text
source: This value is not valid, you must specify a number!
fr_fr: Cette valeur n\'est pas valide, vous devez spécifier un nombre!

# popEditPurchaseRequest.Text
source: Edit Purchase Request
fr_fr: Modification demande d'achat

# hAcquisition.Text
source: Acquisition Request
fr_fr: Demande d'aquisition

# hAcquisition_help.Text
source: Please select acquisition requests
fr_fr: Veuillez sélectionner les demandes d'acquisition.

# hDatePrevus.Text
source: Date planned
fr_fr: Date prévus

# mListAcquisition.Text
source: List of acquisition requests
fr_fr: Liste des demandes d'acquisition

# lblConsultation_help.Text
source: Please select the consultation.
fr_fr: Veuillez sélectionner la consultation.

# hConsultationDetails.Text
source: Consultation details
fr_fr: Détails de la consultation

# mnAddOffer.Text
source: Add Offer
fr_fr: Ajouter Offre

# popAddOffer.Text
source: Add Offer
fr_fr: Ajout Offre

# lbMoreDetailSupplier.Text
source: More supplier details
fr_fr: Plus détails fournisseur

# mListOffers.Text
source: List of offers
fr_fr: Liste des offres

# hAvailableQuantity.Text
source: Availabel quantity
fr_fr: Qte disponible

# hEquivalent.Text
source: Equivalent material
fr_fr: Article équivalent

# hRequestedQuantity.Text
source: Requested quantity
fr_fr: Qte demandée

# mnEditOffer.Text
source: Edit Offer
fr_fr: Modifier Offre

# mSelectOffer.Text
source: Please select an offer!
fr_fr: Veuillez sélectionner une offre !

# popEditOffer.Text
source: Edit Offer
fr_fr: Modifier Offre

# mnFrom.Text
source: From
fr_fr: De

# mnTo.Text
source: To
fr_fr: à

# confDelOffre.Text
source: Do you want to delete this offer ?
fr_fr: Voulez-vous supprimer cet offre ?

# lblOffre.Text
source: Offers
fr_fr: Offres

# lblOffre_help.Text
source: Please select the offer!
fr_fr: Veuillez sélectionner les offres !

# tvariousFees.Text
source: Various fees
fr_fr: Frais divers

# succesDeleteFees.Text
source: the delete is performed successfully
fr_fr: La suppression a été effectuée avec succés

# ConfirmDeleteFees.Text
source: Do you really want to delete this fees ?
fr_fr: Vous voulez vraiment supprimer ce frais ?

# msgSelectFees.Text
source: Please select a fees
fr_fr: Veuillez séléctionner un frais

# addFees.Text
source: Add various fees
fr_fr: Ajouter frais divers

# editFees.Text
source: Edit various fees
fr_fr: Modifier frais divers

# FailedDeleteFees.Text
source: the fees is already in use, please select another fees
fr_fr: Le frais est déja utilisée ,veuillez séléctionner un autre frais

# FailededitFees.Text
source: The edit is failled
fr_fr: Erreur lors de la modification

# msgSuccesAdd.Text
source: the add is performed successfully
fr_fr: Votre ajout a été effectuée avec succés

# msgSuccesEdit.Text
source: the edit is performed successfully
fr_fr: Votre modification a été effectuée avec succés

# lblEcorsCategory.Text
source: Category
fr_fr: Catégorie de transaction

# tAffect.Text
source: Assign
fr_fr: Affecter

# tAssignCat.Text
source: Project assignment
fr_fr: Catégories des familles

# Deletefailled.Text
source: Error delete
fr_fr: Erreur lors de la suppression

# DeleteValidation.Text
source: The delete was performed successfully
fr_fr: La suppression a été effectuée avec succés

# msbConfirmationAffectation.Text
source: Do you really want to delete this assignment ?
fr_fr: Voulez vous vraiment supprimer cette affectation?

# t_assign.Text
source: Project assignment
fr_fr: Catégories des familles

# mIntroCommand3.Text
source: Step 3: Define the various fees
fr_fr: Etape 3 : Définition des frais divers

# mIntroCommand_Details3.Text
source: Please specify the various fees of the order.
fr_fr: Veuillez spécifier les frais divers de la commande.

# lblFrais.Text
source: Fees / Documents
fr_fr: Documents et frais

# lblFrais_help.Text
source: Please select the fees or the documents that you want to add.
fr_fr: Veuillez sélectionner le frais ou document que vous voulez ajouter.

# lblValeurFees.Text
source: Value
fr_fr: Valeur

# lblValueFees_help.Text
source: Please specify the value of the fees to be added.
fr_fr: Veuillez spécifier la valeur du frais à ajouter.

# mSelectFees.Text
source: Selection of fees / documents
fr_fr: Sélection des documents et frais

# popupAssignment.Text
source: Project assignment
fr_fr: Définition des catégories de transactions des familles d\'articles

# popupEditAssignment.Text
source: Edit project assignment
fr_fr: Modification catégorie famille

# t_Frais.Text
source: Various fees
fr_fr: Frais divers

# categorie.Text
source: Category
fr_fr: Categorie

# FailedSelectionCat.Text
source: Please select only one category and retry the operation
fr_fr: Veuillez sélectionner une seule catégorie et réessayer l\'opération

# FailedAdd.Text
source: Failed add
fr_fr: Erreur lors de l\'ajout

# mListeOffresParfournisseur.Text
source: List of offers by suppliers
fr_fr: Liste des offres par fournisseurs

# mnCommercialEvaluation.Text
source: Commercial Evaluation
fr_fr: Dép. Commerciale

# mnTechnicalEvaluation.Text
source: Technical Evaluation
fr_fr: Dép. Technique

# msgFailedSelectionCat.Text
source: This family is already assigned to this category in this project.
fr_fr: Cette famille est déja affectée à cette catégorie dans ce projet.

# hDepCommercial.Text
source: Commercial Eval.
fr_fr: Dép. Commerciale

# hDepTechnique.Text
source: Technical Eval.
fr_fr: Dép. Technique

# mAddFeesToOrder.Text
source: Add fees to the order
fr_fr: Ajouter ce frais à la commande

# mPrevious.Text
source: Previous
fr_fr: Précédent

# mRefOffre.Text
source: Ref. Offre
fr_fr: Réf. Offre

# ObligFees.Text
source: Please insert the fields and try again the operation
fr_fr: Veuillez inserer les champs et réassayer l\'opération

# hRefOffre.Text
source: Ref. Offer
fr_fr: Réf. Offre

# mnComment.Text
source: Comment
fr_fr: Commentaires

# mNBComment.Text
source: Note: You cannot modify or delete the comment after confirmation.
fr_fr: Remarque: Vous ne pouvez pas modifier ou supprimer le commentaire après la confirmation.

# mWriteComment.Text
source: Write your Comment
fr_fr: Écrivez votre commentaire

# hDeviseLocal.Text
source: Local devise
fr_fr: Devise locale

# hListeFrais.Text
source: List of fees
fr_fr: Liste des frais

# hTauxChange.Text
source: Rate of Change
fr_fr: Taux de change

# storageCondition.Text
source: Storage conditions
fr_fr: Conditions de stockage

# errorSelection.Text
source: Please select a storage condition
fr_fr: Veuillez sélectionnez une condition de stockage

# msbConfirmationStorage.Text
source: Do you really want to delete this storage condition?
fr_fr: Voulez vous vraiment supprimer cette condition de stockage?

# popupEditStorageCondition.Text
source: Edit storage condition
fr_fr: Modifier condition de stockage

# popupStorageCondition.Text
source: Add storage condition
fr_fr: Ajouter condition de stockage

# FailedSelectionStorageCondition.Text
source: Please select a storage condition and retry the operation
fr_fr: Veuillez sélectionner une condition de stockage et réessayer l\'opération

# mnEvaluationHistory.Text
source: Evaluations history
fr_fr: Historique des évaluations

# mSentConsultationToSupplier.Text
source: You can not add an offer, because the state of consultation is:
fr_fr: Vous ne pouvez pas ajouter une offre, vu que l\'état de consultation est :

# hCE.Text
source: C.E.
fr_fr: D.C.

# hTE.Text
source: T.E.
fr_fr: D.T.

# mHistorique.Text
source: Historical
fr_fr: Historique

# mOn.Text
source: on
fr_fr: Le

# mVersionModifiedby.Text
source: Version modified by
fr_fr: Version modifié par

# tpCommercialEvaluationHistory.Text
source: Historical commercial evaluation
fr_fr: Historique évaluation commerciale

# tpTechnicalEvaluationHistory.Text
source: Historical technical evaluation
fr_fr: Historique évaluation technique

# hEvaluationHistory.Text
source: Evaluation history
fr_fr: Historique dépouillement

# popupEditStorageConditionSpect.Text
source: Edit storage condition
fr_fr: Modifier affectation

# popupStorageConditionSpec.Text
source: Assign storage condition
fr_fr: Affecter condition de stockage

# msgFailedSelectionCondSpec.Text
source: Please select an assignment and try again the operation
fr_fr: Veuillez séléctionner une affectation et réassayer l\'opération

# TilteAssignCondSpec.Text
source: Storage condition list
fr_fr: Liste des conditions de storage

# TilteAssignCondSpecification.Text
source: Assignment list
fr_fr: Liste des affectations

# ExistCondSpec.Text
source: This assignment is already exist
fr_fr: Cette affectation existe déja

# assignStorageConditionToSpec.Text
source: Assign families to storage conditions
fr_fr: Affecter famille aux conditions de stockage

# ExistCondSpecParent.Text
source: This storage condition is already assigned to th parent
fr_fr: Cette condiction de stockage est déja affecté au parent

# mnClose.Text
source: Close
fr_fr: Fermer

# mSelectMaterials.Text
source: Add selected materials
fr_fr: Ajouter les articles sélectionnés

# mExtranetUrl.Text
source: <br />To enter your offer please complete this form: click <a href=\"{0}\" > here </a> <br />
fr_fr: <br /> Pour saisir votre offre, veuillez remplir le formulaire suivant : <a href=\"{0}\" >Lien</a> <br />

# hPurchaseStatus.Text
source: Purchase request Status
fr_fr: Etat des demandes d\'achat

# msgUsedCondition.Text
source: This storage condition is already used, you can not delete it
fr_fr: Cette condition de stockage est déja utilisé, vous ne pouvez pas la supprimer

# mCantedittechnicalevaluation.Text
source: You can not change the technical evaluation of the consultation!
fr_fr: Vous ne pouvez plus modifier le dépouillement technique de cette consultation !

# hDescriptionAttach_help.Text
source: Specify the description of the attachement
fr_fr: Spécifier la description du rattachement

# hNameAttach_help.Text
source: Specify the name of the attachment
fr_fr: Spécifier le nom du rattachement

# assignSpecCond.Text
source: Storage condition assignment
fr_fr: Affectation familles aux conditions

# hNumerotationDocument.Text
source: Document Numerotation
fr_fr: Numérotation documents

# lblReference.Text
source: Reference
fr_fr: Référence

# lblReference_help.Text
source: Please enter the reference.
fr_fr: Veuillez entrer la référence.

# lbSaveAndSend.Text
source: Save and send
fr_fr: Enregistrer et envoyer

# mIntroPurchase3.Text
source: Step 4: Select files to attach
fr_fr: Etape 4: Choix des fichiers à joindre.

# mIntroPurchase_Details3.Text
source: Please attach the files you want to send with the purchase request.
fr_fr: Veuillez joindre les fichiers que vous souhaitez envoyer avec la demande.

# LabValidateurTrans.Text
source: Validator
fr_fr: Validateur

# hTypeDocument.Text
source: Document Type
fr_fr: Type des documents

# mAttachementsAcquisition.Text
source: Attached files for Acquisition Request
fr_fr: Pièces jointes des demandes d\'acquisitions

# mIntroDatasheet3.Text
source: Step 3: Selection of documents
fr_fr: Etape 3: Choix des documents.

# mIntroDatasheet_Details3.Text
source: Please attach the files you want to send with the bill of materials.
fr_fr: Veuillez joindre les fichiers que vous souhaitez envoyer avec la liste de matériel.

# AffectSpect.Text
source: Define storage condition
fr_fr: Définir des conditions de stockage

# DeleteAssign.Text
source: Delete assignment
fr_fr: Supprimer une affectation

# lblRacine.Text
source: This condition is a root node
fr_fr: Cette condition est un noeud racine

# mnCommentaire.Text
source: Comment
fr_fr: Commentaire

# mConfirmer.Text
source: Confirm
fr_fr: Confirmer

# hExecAdresse.Text
source: Execution address
fr_fr: Lieu d'exécution

# hExecAdresse_help.Text
source: Please enter the execution address.
fr_fr: Veuillez entrer le lieu d'exécution.

# hLivAdresse.Text
source: Delivery address
fr_fr: Lieu de livraison

# hLivAdresse_help.Text
source: Please enter the delivery address
fr_fr: Veuillez entrer le lieu de livraison.

# hRequestedDocument.Text
source: Requested documents
fr_fr: Documents requis

# DocumentRequisTitle.Text
source: Requested document list
fr_fr: Liste des documents requis

# addRequestedDoc.Text
source: Add requested document
fr_fr: Ajouter document requis

# editRequestedDoc.Text
source: Edit requested document
fr_fr: Modifier document requis

# msgSelectRequestedDoc.Text
source: Please select a document
fr_fr: Veuillez séléctionner un document

# ConfirmDeleteRequestedDoc.Text
source: Do you really want to delete this document ?
fr_fr: Vous voulez vraiment supprimer ce document ?

# FailedDeleteRequestedDoc.Text
source: the document is already in use, please select another document
fr_fr: Le document est déja utilisée ,veuillez séléctionner un autre document

# hRequestedDocumentType.Text
source: Requested document type
fr_fr: Type des documents réquis
