Repository: bssoum12/GFA
Catalog: site/DesktopModules/Materials/App_LocalResources/View.ascx.*.resx
Languages: fr_fr

# deleteGrpPropertyErr.Text
source: Can not delete this group
fr_fr: Impossible de supprimer ce groupe

# mnAddSpec.Text
source: Add family
fr_fr: Ajouter une famille

# mnAssignToNorms.Text
source: Assign to nomrs
fr_fr: Affecter à des normes

# mAddNewSupplier.Text
source: New supplier
fr_fr: Nouveau fournisseur

# hGrpProperties.Text
source: Properties group
fr_fr: Groupe de propriétés

# tMeasureSystem.Text
source: Measure systems management
fr_fr: Gestion des systèmes de mesures

# AddProperties.Text
source: Add properties
fr_fr: Ajouter propriété

# hFormula
source: Formula
fr_fr: Formule

# mAddProperties.Text
source: Add property
fr_fr: Ajouter propriété

# mCodeUnique.Text
source: The item code must be unique.
fr_fr: Le code article doit ètre unique.

# mSelectArticle.Text
source: Please select an item!
fr_fr: Veuillez sélectionner un article !

# tAddMaterials.Text
source: Add Article
fr_fr: Ajouter Article

# tEditDocument.Text
source: Edit document
fr_fr: Modifier document

# lbNoPropertyGrp.Text
source: (Not assigned)
fr_fr: (Non affecté)

# mnNormRequirements.Text
source: Norm requirements
fr_fr: Exigences des normes

# mnParameters.Text
source: Parameters
fr_fr: Paramètres

# deletePropertyErr.Text
source: Cannot delete this property.
fr_fr: Impossible de supprimer cette propriété

# hValMax.Text
source: Maximum value
fr_fr: Valeur maximale

# lbDefProperty.Text
source: define the tolerance range of the properties of the standard : {0}
fr_fr: Définir l'intervalle de tolérance des propriétes de la norme : {0}

# lbDeleteNormErr.Text
source: Cannot delete this norm.
fr_fr: Impossible de supprimer cette norme.

# lbDeleteNormMsg.Text
source: The following norm {0} will be deleted.
fr_fr: La norme suivante {0} va être supprimer

# lbDeletePropertyGrpMsg.Text
source: The following properties group {0} will be deleted.
fr_fr: Le groupe de propriété suivant {0} va être supprimer.

# lbDeletePropertyMsg.Text
source: The following property {0} will be deleted.
fr_fr: La propriété suivante {0} va être supprimer.

# lbDeleteSpecMsg.Text
source: The following family {0} will be deleted.
fr_fr: La famille suivante {0} va être supprimer.

# lbDeleteSupplierErr.Text
source: Cannot delete this supplier.
fr_fr: Impossible de supprimer ce fournisseur.

# lbDeleteSupplierMsg.Text
source: The following supplier {0} will be deleted.
fr_fr: Le fournisseur suivant {0} va être supprimer.

# lbGroupPropertiesMgr.Text
source: Manage property groups
fr_fr: Gestion des groups de proprietés

# lbSpecificationMgr.Text
source: Manage family
fr_fr: Gestion des familles

# lbSupplierMgr.Text
source: Manage Suppliers
fr_fr: Gestion des fournisseurs

# mDeleteProperty.Text
source: Delete property
fr_fr: Supprimer une propriété

# mSelectNorm.Text
source: Please choose a standard!
fr_fr: Veuillez sélectionner une norme !

# msgErrMax.Text
source: The maximum value of the gap is less than the minimum value.
fr_fr: La valeur maximale de l\'intervalle est inférieur à la valeur minimale.

# msgErrMin.Text
source: The minimum value of the interval is greater than the maximum value.
fr_fr: La valeur minimale de l\'intervalle est supérieur à la valeur maximale.

# mnValidateMaterial.Text
source: Validate material
fr_fr: Valider article

# PlusProperties.Text
source: More properties
fr_fr: Plus de propriétés

# lbSelect.Text
source: Select
fr_fr: Sélectionner

# mExisteCode.Text
source: The material code already exists, please enter a new code.
fr_fr: Le code article existe déja, veuillez choisir un autre.

# lbDeleteCaseErr.Text
source: Cannot delete this use case.
fr_fr: Impossible de supprimer ce cas d\'utilisation.

# lbListCaseFileAttachment.Text
source: List of attached files of the following case : {0}
fr_fr: Liste des piéces jointes du cas d'utilisation : {0}

# lbListStdFileAttachment.Text
source: List of attached files of the following standard : {0}
fr_fr: Liste des piéces jointes de la norme : {0}

# lbParentStandard.Text
source: Parent standard
fr_fr: Norme parente

# tDeleteStd.Text
source: Remove standard.
fr_fr: Suppression de norme.

# hNormTitle.Text
source: Standard
fr_fr: Norme

# lbUseCaseList.Text
source: List of use cases of the standard: {0}
fr_fr: Liste des cas d\'utilisation de la norme : {0}

# mConfirmDelete.Text
source: Do you really want to permanently delete the file from the application?
fr_fr: Voulez-vous vraiment supprimer définitivement ce fichier de l\'application?

# mnuAddCase.Text
source: New use case
fr_fr: Nouveau cas d\'utilisation

# mnuCases.Text
source: Standard use cases
fr_fr: Cas d\'utilisation

# mnuDeleteCase.Text
source: Delete use case {0}
fr_fr: Supprimer cas d\'utilisation {0}

# mnuEditCase.Text
source: Edit use case
fr_fr: Modifier cas d\'utilisation

# InvalidOpErr.Text
source: The upper bound is less than the lower bound
fr_fr: La borne supérieure est inférieure à la borne inférieure

# lbCases.Text
source: Use case :
fr_fr: Cas d'utilisation :

# lbConfirme.Text
source: Confirm
fr_fr: Confirmer

# lbFilter.Text
source: Filter :
fr_fr: Filtrer :

# lbMatrixTab.Text
source: Define dependencies
fr_fr: Définir les dépendances

# lbMatrixTabHeader.Text
source: Defining a property based on other properties
fr_fr: Définir une propriété en fonction d'autres propriétés

# lbNewRange.Text
source: New technical requirements
fr_fr: Nouvelle exigence technique

# lbNewStep.Text
source: New set of values
fr_fr: Nouvel ensemble de valeurs

# lbParFamille.Text
source: By Family
fr_fr: Par Famille

# lbParNorm.Text
source: By Norm
fr_fr: Par Norme

# lbPropFct.Text
source: Function properties
fr_fr: Fonction de propriétés

# lbRangeTab.Text
source: Tolerance range
fr_fr: Intervalle de tolérance

# lbRangeTabHeader.Text
source: Define the technical properties and their tolerance range
fr_fr: Definir les proprietes techniques et leur intervalle de tolérance

# lbSelectGrpProperty.Text
source: Select a group of properties
fr_fr: Séléctionner un groupe de propriétés

# lbSelectMeasureUnit.Text
source: Select a unit of measure
fr_fr: Séléctionner une unité de mesure

# lbSelectProperty.Text
source: Select a property
fr_fr: Séléctionner une propriété

# lbStepTab.Text
source: Set of values
fr_fr: Ensemble de valeurs

# lbStepTabHeader.Text
source: Define the technical properties and their set of values
fr_fr: Définir les propriétés technique et leur ensemble de valeurs

# lbTabDepend.Text
source: Dependency Management
fr_fr: Gestion des dépendances

# NullCustomErr.Text
source: Verify that the fields are correctly filled
fr_fr: Vérifiez que les champs sont correctement remplis

# ValueSet.Text
source: Set of value
fr_fr: Ensemble de valeurs

# mCodeVide.Text
source: The code field is required.
fr_fr: Le champ code ne doit pas être vide .

# lbGlobalValidation.Text
source: All the standards
fr_fr: Toutes les normes

# lbGrdMatPropTitle.Text
source: List of material's properties : {0}
fr_fr: Liste des propriétés article : {0}

# lbIsOptional.Text
source: Is Optional
fr_fr: L'exigence est-t-elle optionnelle?

# lblValValidation1.Text
source: * Please follow one of the following format : 1 / 1.5 / 1,5 / 0.15 10En / 1.5en
fr_fr: * Veuillez respecter l'un des format suivant : 1 / 1.5 / 1,5 / 0.15 10En / 1.5en

# lblValValidation2.Text
source: * The number must be separated by ";" and meet one of the following format : 1 / 1.5 / 1,5 / 0.15 10en / 1.5En
fr_fr: Les nombre doivent être séparer par ";" et respectent l'un des format suivant : 1 / 1.5 / 1,5 / 0.15 10en / 1.5En

# lbMaterialValidationTitle.Text
source: Validation of the following article: {0}
fr_fr: Validation de l'article : {0}

# lbMsgCheckRange.Text
source: This property is defined as a requirement. Please respect the following interval [{0} , {1}]
fr_fr: Cette propriété est définie comme étant une exigence. Veuillez respecter l\'intervalle suivant [{0} , {1}]

# lbMsgCheckStep.Text
source: This property is defined as a requirement. Please use one of the following values {0}
fr_fr: Cette propriété est définie comme étant une exigence. Veuillez utiliser l\'une des valeurs suivante {0}

# lbPartialValidation.Text
source: Partial validation of the material.
fr_fr: Validation partielle de l'article.

# lbRequirementType1.Text
source: Required
fr_fr: Requise

# lbRequirementType2.Text
source: Recommended
fr_fr: Recommandé

# lbSelectUseCase.Text
source: Please select an use case
fr_fr: Veuillez séléctionner un cas d\'utilisation

# hSoftwareSpecification.Text
source: Technical software family
fr_fr: Famille des logiciels techniques

# hTechnicalSoftware.Text
source: Software
fr_fr: Logiciel

# mnSoftwareSpecification.Text
source: Technical software family
fr_fr: Familles des logiciels techniques

# mnTechnicalSoftware.Text
source: Technical Software
fr_fr: Logiciels techniques

# mnCorrespSpec.Text
source: Matching families
fr_fr: Correspondance des familles

# hCorrespSpec.Text
source: Matching family
fr_fr: Correspondance des familles

# lbMoreDetail.Text
source: More details
fr_fr: Plus de détails

# hIsValid.Text
source: Validity
fr_fr: Validité

# lbValidationPropDetai1.Text
source: The property {0} does not meet the interval {1} specified by the requirement defined in the standard following {2} in the following use case {3}.
fr_fr: La propriété {0} ne respecte pas l'intervalle {1} spécifié par l'exigence définie dans la norme suivante {2} sous le cas d'utilisation suivant {3}.

# lbValidationPropDetai2.Text
source: The property {0} does not meet the set of values ​​{1} specified by the requirement defined in the following standard {2} in the following use cases {3}.
fr_fr: La propriété {0} ne respecte pas l'ensemble de valeurs {1} spécifié par l'exigence définie dans la norme suivante {2} sous le cas d'utilisation suivant {3}.

# lbValidationPropDetai3.Text
source: The property {0} does not meet the requirement specified by the dependencies defined in the following standard {1} in the following use cases {2}.
fr_fr: La propriété {0} ne respecte pas les dépendances spécifiées par l'exigence définie dans la norme suivante {1} sous le cas d'utilisation suivant {2}.

# lbValidationPropDetai4.Text
source: The property {0} meets the requirement specified by the following standard {1} in the following use cases {2}.
fr_fr: La propriété {0} respecte l'exigence définie par la norme suivante {1} sous le cas d'utilisation suivant {2}.

# lbListReq.Text
source: List of requirements
fr_fr: Liste des exigences

# lbValidationPropDetai5.Text
source: The article does not define any property that meets this requirement: {0}
fr_fr: L'article ne définit aucune propriété qui correspond à cette exigence : {0}

# hSoft.Text
source: Software
fr_fr: Logiciel

# hSpecMaterials.Text
source: Materials family
fr_fr: Famille Article

# hSpecSoft.Text
source: Software family
fr_fr: Famille logiciel

# hSuccessAddCorresp.Text
source: Correspondence saved successfully.
fr_fr: Correspondance enregistrée avec succès.

# mhasCorresp.Text
source: This software family already contains a match.
fr_fr: Cette famille logiciel contient déja une correspondance.

# mnDataSheet.Text
source: Bills of materials
fr_fr: Listes de matériel

# mnLog.Text
source: Log
fr_fr: Journal

# mnPrerequisites.Text
source: Specifications
fr_fr: Spécifications

# mnReview.Text
source: Review
fr_fr: Réviser

# mnRevisions.Text
source: Revisions
fr_fr: Historiques des révisions

# hApprouvedby.Text
source: Approuved by
fr_fr: Approuvé par

# hCheckedby.Text
source: Checked by
fr_fr: Vérifié par

# hPreparedby.Text
source: Prepared by
fr_fr: Préparé par

# mnAddDataSheet.Text
source: New bill of materials wizard
fr_fr: Assistant de création de la liste de matériel

# mnEditDataSheet.Text
source: Edit bill of materials wizard
fr_fr: Assistant de modification de la liste de matériel

# hQuantite.Text
source: Quantity
fr_fr: Quantité

# hName.Text
source: Name
fr_fr: Nom

# hDatasheetStatus.Text
source: Bill of materials status
fr_fr: Etat liste de matériel

# mSelectDatasheet.Text
source: Please select a bill of materials !
fr_fr: S\'il vous plaît sélectionner une liste de matériel!

# lbListPrerequis.Text
source: List of Specifications
fr_fr: Liste des spécifications

# lbPrerequisAttachement.Text
source: List of attached files of specification : {0}
fr_fr: Liste des piéces jointes spécifications : {0}

# mnAddRevDataSheet.Text
source: Add Revision
fr_fr: Assistant de révision de liste de matériel

# mnRevDataSheet.Text
source: Revisions
fr_fr: Historiques des révisions

# LogDatasheet_Add.Text
source: Add Bill of materials.
fr_fr: Ajouter liste de matériel.

# LogDatasheet_Delete.Text
source: Delete Bill of materials.
fr_fr: Supprimer liste de matériel.

# LogDatasheet_Edit.Text
source: Edit Bill of materials.
fr_fr: Modifier liste de matériel.

# LogDatasheet_Rev.Text
source: Revisions Bill of materials.
fr_fr: Révisier liste de matériel.

# mnLogDataSheet.Text
source: Event Log
fr_fr: Journal d\'évènement

# mMaterialsAlreayExiste.Text
source: This material exists!
fr_fr: Un article ayant les mêmes propriétés avec des valeurs identiques existe déja !

# NoParamExiste.Text
source: Please check the list of states data sheet.
fr_fr: Veuillez vérifier la liste des états de liste de matériel.

# confDelDatasheet.Text
source: Do you want to delete this bill of materials ?
fr_fr: Voulez-vous supprimer cette liste de matériel ?

# hSelectStatus.Text
source: Please select a state.
fr_fr: Veuillez sélectionner un etat.

# hRequiredTitle.Text
source: The field Title is required !
fr_fr: Le champ Titre est obligatoire !

# mnAddPrerequiste.Text
source: New specification wizard
fr_fr: Assistant de création de la spécification

# mnEditPrerequisite.Text
source: Edit specification wizard
fr_fr: Assistant de modification de la spécification

# mSelectPrerequisite.Text
source: Please select a specification !
fr_fr: S\'il vous plaît choisissez une spécification!

# mExisteSpecification.Text
source: This family already exists.
fr_fr: Cette famille existe déja .

# mSelectSpecification.Text
source: Please select a family.
fr_fr: Veuillez sélectionner une famille !

# mAttachements.Text
source: Attachments
fr_fr: Pièces Jointes

# confDelPrerequisite.Text
source: Do you want to delete this specification ?
fr_fr: Voulez-vous supprimer cette spécification?

# hDocTechnique.Text
source: Technical Document
fr_fr: Document Technique

# hSpecificationsHelp.Text
source: Family
fr_fr: Famille

# mFinish.Text
source: Finish
fr_fr: Terminer

# mNext.Text
source: Next
fr_fr: Suivant

# hNameAttach.Text
source: File name
fr_fr: Nom du fichier

# lblCases.Text
source: Uses Case
fr_fr: Cas d'utilisation

# lblCases_help.Text
source: Uses Case
fr_fr: Cas d'utilisation

# lblFamille_help.Text
source: Family
fr_fr: Famille

# lblName.Text
source: Name
fr_fr: Nom

# lblName_help.Text
source: Name
fr_fr: Nom

# lblNorm_help.Text
source: Norm
fr_fr: Norme

# lblCodeDocument_help.Text
source: Technical Document
fr_fr: Document Technique

# lblProjet_help.Text
source: Please select the project !
fr_fr: Veuillez sélectionner un projet !

# lblTitle_help.Text
source: Please enter the title.
fr_fr: Veuillez saisir le titre.

# lblCodeDocument.Text
source: Technical Document
fr_fr: Document Technique

# lblSpecification.Text
source: Family
fr_fr: Famille

# lblTitle.Text
source: Title
fr_fr: Titre

# mDefault.Text
source: Default
fr_fr: Par Défaut

# mGenerate.Text
source: Generate
fr_fr: Générer

# lblFilter.Text
source: Filter by
fr_fr: Filtrer par

# lblSociete.Text
source: Company
fr_fr: Société

# htitleDataSheet.Text
source: Bill of materials list
fr_fr: Listes de matériel

# errAnnulation.Text
source: An error occurred when canceling.
fr_fr: Une erreur s\'est produite lors de l'annulation.

# hListeNormes.Text
source: List of standards specifying:
fr_fr: Liste des normes de la famille :

# hListeSpec.Text
source: List of families
fr_fr: Liste des familles

# mnAddMaterials.Text
source: New material wizard
fr_fr: Assistant de création article

# tDataSheet.Text
source: Bill of materials
fr_fr: Liste de matériel

# tpAddPrerequis.Text
source: Add specification
fr_fr: Ajouter spécification

# tpDeleteDatasheet.Text
source: Delete the bill of materials
fr_fr: Supprimer liste de matériel

# tpDeletePrerequis.Text
source: Delete specification
fr_fr: Supprimer spécification

# tpEditDatasheet.Text
source: Edit bill of materials
fr_fr: Modification liste de matériel

# tpEditPrerequis.Text
source: Edit specification
fr_fr: Modifier spécification

# tpReviewDatasheet.Text
source: Review the bill of materials
fr_fr: Réviser liste de matériel

# mAddMaterial.Text
source: Add material
fr_fr: Ajouter article

# tpAddDatasheet.Text
source: Add bill of materials
fr_fr: Ajouter liste de matériel

# tpPrerequisites.Text
source: Pre-required documents
fr_fr: Spécifications documents

# mGenerated.Text
source: Generated
fr_fr: Généré

# mIntroDatasheet1.Text
source: Step 1: Definition of general bill of materials
fr_fr: Etape 1 : Définition générale de la liste de matériel

# mIntroDatasheet2.Text
source: Step 2: Define the list of materials
fr_fr: Etape 2 : Définition de la liste des articles

# mIntroMaterial1.Text
source: Step 1: General definition of material
fr_fr: Etape 1 : Définition générale de l\'article

# mIntroMaterial2.Text
source: Step 2: Define the properties of the material
fr_fr: Etape 2 : Définition des propriétés de l\'article

# mSelect.Text
source: Add selected lines
fr_fr: Ajouter les lignes sélectionnés

# mIntroMaterial_Details1.Text
source: Please specify the general attributes of the material.
fr_fr: Veuillez spécifier les attribut générale de l\'article.

# mIntroMaterial_Details2.Text
source: Please define the various properties of the material.
fr_fr: Veuillez définir les différentes propriétés de l\'article.

# mIntroDatasheet_Details1.Text
source: Please specify the general attributes of the bill of materials.
fr_fr: Veuillez spécifier les attributs généraux de la liste de matériel.

# mIntroDatasheet_Details2.Text
source: Please define the various materials and quantities.
fr_fr: Veuillez définir les divers articles et leurs quantitées.

# mIntroPrerequis1.Text
source: Step 1: Definition of general specifications
fr_fr: Etape 1 : Définition générale de la spécification

# mIntroPrerequis2.Text
source: Step 2: Definition of families and standards of the specifications
fr_fr: Etape 2 : Définition des familles et des normes de la spécification

# mIntroPrerequis_Details1.Text
source: Please select the project, the technical document and enter a title for the specification
fr_fr: Veuillez choisir le projet, le document technique et saisir un titre pour la spécification

# mIntroPrerequis_Details2.Text
source: Please define the various families and standards.
fr_fr: Veuillez définir les divers familles et normes.

# mIntroPrerequis3.Text
source: Step 3: Attaching the reference files.
fr_fr: Etape 3 : Rattachement des fichiers référence.

# mIntroPrerequis_Details3.Text
source: Please attach the reference files for this specification.
fr_fr: Veuillez rattacher les fichiers référence pour cette spécification.

# lblAbbreviation.Text
source: Abbreviations
fr_fr: Abréviation

# mnMatchingCorresp.Text
source: Matching families
fr_fr: Correspondance des familles

# hListeFichesTechniques.Text
source: list of bill of materialss
fr_fr: Listes de matériel

# hListeConsultation.Text
source: List of consultation
fr_fr: Liste des consultations

# mIntroConsultation1.Text
source: Step 1: Definition of general properties of consultation.
fr_fr: Étape 1: Définition générale de la consultation

# mIntroConsultation2.Text
source: Step 2: Definition of materials.
fr_fr: Etape 2: Définition des articles

# mIntroConsultation3.Text
source: Step 3: Definition of suppliers.
fr_fr: Etape 3: Choix des fournisseurs

# mIntroConsultation4.Text
source: Step 4: Attach the technical document
fr_fr: Etape 4: Choix des documents techniques

# mIntroConsultation_Details1.Text
source: Please select the project and specify a title and description for the consultation.
fr_fr: Veuillez choisir le projet et spécifier un titre et une description pour la consultation.

# mIntroConsultation_Details2.Text
source: Please select the materials for the consultation.
fr_fr: Veuillez choisir les articles pour la consultation.

# mIntroConsultation_Details3.Text
source: Please select suppliers to consult.
fr_fr: Veuillez choisir la liste des fournisseurs

# mIntroConsultation_Details4.Text
source: Please attach the files you want to send with the consultation.
fr_fr: Veuillez joindre les fichiers que vous souhaitez envoyer avec la consultation.

# mnAddConsultation.Text
source: New consultation wizard
fr_fr: Assistant d\'ajout consultation

# confDelConsultation.Text
source: Do you want to delete this consultation ?
fr_fr: Voulez-vous supprimer cette consultation ?

# lblDatasheet.Text
source: Bill of materials
fr_fr: Liste de matériel

# lblDatasheet_help.Text
source: Bill of materials
fr_fr: Liste de matériel

# mSelectConsultationMaterials.Text
source: List of materials selected for consultation
fr_fr: Liste des articles choisi pour la consultation

# mListMaterials.Text
source: List of materials
fr_fr: Liste des articles

# mListSuppliers.Text
source: List of suppliers
fr_fr: Liste des fournisseurs

# mAddConsultation.Text
source: Add Order
fr_fr: Ajouter consultation

# mCommande.Text
source: Orders
fr_fr: Commandes

# mnAddCommande.Text
source: Add order
fr_fr: Ajouter commande

# mnDeleteCommande.Text
source: Delete order
fr_fr: Supprimer command

# mnDeleteConsultation.Text
source: Delete consultation
fr_fr: Supprimer consultation

# mnEditCommande.Text
source: Edit order
fr_fr: Modifier commande

# mnEditConsultation.Text
source: Edit consultation
fr_fr: Modifier consultation

# tpCommande.Text
source: Order
fr_fr: Commande

# mEditConsultation.Text
source: Edit consultation wizard
fr_fr: Assistant de modification consultation

# mSelectConsultation.Text
source: Please select a consultation!
fr_fr: Veuillez sélectionner une consultation !

# confDelCommand.Text
source: Do you want to delete this order ?
fr_fr: Voulez-vous supprimer cette commande ?

# mSelectCommand.Text
source: Please select an order !
fr_fr: Veuillez sélectionner une commande !

# mnAddCommand.Text
source: New order wizard
fr_fr: Assistant d\'ajout d\'une commande

# mnEditCommand.Text
source: Edit order wizard
fr_fr: Assistant de modification d\'une commande

# mIntroCommand1.Text
source: Step 1: Define the general properties of the order
fr_fr: Étape 1: Définition des propriétés générales de la commande

# mIntroCommand2.Text
source: Step 2: Define materials
fr_fr: Etape 2: Définition des articles

# mIntroCommand_Details1.Text
source: Please specify the general properties of the order.
fr_fr: Veuillez spécifier les propriètes générales de la commande.

# mIntroCommand_Details2.Text
source: Please select the materials for the order.
fr_fr: Veuillez choisir les articles pour la commande.

# lblDelivery.Text
source: Delivery period
fr_fr: Date de livraison

# lblDeliveryPlace.Text
source: Delivery place
fr_fr: Lieu de livraison

# lblDeliveryPlace_help.Text
source: Delivery place
fr_fr: Lieu de livraison

# lblDelivery_help.Text
source: Delivery period
fr_fr: Délai de livraison

# lblMethodPayment.Text
source: Payment method
fr_fr: Mode de paiement

# lblMethodPayment_help.Text
source: Payment method
fr_fr: Mode de paiement

# lblSupplier.Text
source: Supplier
fr_fr: Fournisseur

# lblSupplier_help.Text
source: Please select the supplier.
fr_fr: Veuillez sélectionner le fournisseur.

# hUnitPrice.Text
source: Unit Price
fr_fr: Prix Unitaire

# mListeCommande.Text
source: List of orders
fr_fr: Liste des commandes

# hReference.Text
source: Reference
fr_fr: Référence
